[
    {
        "Id": 24000001,
        "Type": 1,
        "Name": "Raven Feather",
        "Description": "An item Lucia sent along with the Activation Date mail.",
        "WorldDesc": "The feather of an unknown raven is placed within the pages of a journal gifted to you. The girl who has finished her last remarks of the day looks up, her hand reaching out for the flying bird in the sky unconsciously. She hopes that she can fly across the world with those she cares about like a real raven.",
        "BigIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday01.png",
        "Icon": "Assets/Product/Texture/Image/IconToolsSp/ItCharBirthday01Sp.png",
        "Quality": 5,
        "Priority": 10
    },
    {
        "Id": 24000002,
        "Type": 1,
        "Name": "Spare Key For Motorbike",
        "Description": "An item Alpha sent along with the Activation Date mail.",
        "WorldDesc": "A well-kept, vintage-looking spare key for a motorbike. You can tell how much its original owner treasured it. The key seems to be a silent invitation, one in which she will respect your wish and wait for you to set out together.",
        "BigIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday02.png",
        "Icon": "Assets/Product/Texture/Image/IconToolsSp/ItCharBirthday02Sp.png",
        "Quality": 5,
        "Priority": 10
    },
    {
        "Id": 24000003,
        "Type": 1,
        "Name": "Palm Pistol",
        "Description": "An item Lee sent along with the Activation Date mail.",
        "WorldDesc": "An intricately designed palm pistol gifted by Lee. Modified from the discarded core of his old frame, the palm-sized revolver comes with a surprisingly long range and high firepower—it seems to be a gift that has been prepared in advance. Now, Lee finally has a chance to give it to you. His warm, metal heart will keep pounding in your hand.",
        "BigIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday03.png",
        "Icon": "Assets/Product/Texture/Image/IconToolsSp/ItCharBirthday03Sp.png",
        "Quality": 5,
        "Priority": 10
    },
    {
        "Id": 24000004,
        "Type": 1,
        "Name": "Invitation And Keys",
        "Description": "An item Chrome sent along with the Activation Date mail.",
        "WorldDesc": "An invitation to a dinner banquet and a set of keys for the old Smith estate. The rectangular key card can open the side door to the garden; The key card in the shape of Strike Hawk's logo can open the front door to the reception; And the chip inside the rook can open the door to Chrome's bedroom. You are free to stay wherever you want and use whichever key you want without worry—a sign of Chrome's absolute trust in you.",
        "BigIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday04.png",
        "Icon": "Assets/Product/Texture/Image/IconToolsSp/ItCharBirthday04Sp.png",
        "Quality": 5,
        "Priority": 10
    },
    {
        "Id": 24000005,
        "Type": 1,
        "Name": "Painting Of The Stars",
        "Description": "An item Noan sent along with the Activation Date mail.",
        "WorldDesc": "A notebook you gave Noan in the past. As if to prove his determination, he has filled the book with black-and-white sketches. Apart from the sunflower he mentioned, you also find an empty corner of the library, a glass coated in condensation, and more daily snippets among the sketches. The starry sky he once abandoned is now covered in colors, resting quietly on the last page of the notebook.",
        "BigIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday05.png",
        "Icon": "Assets/Product/Texture/Image/IconToolsSp/ItCharBirthday05Sp.png",
        "Quality": 5,
        "Priority": 10
    },
    {
        "Id": 24000006,
        "Type": 1,
        "Name": "Photo Attachment_0810",
        "Description": "An item Liv sent along with the Activation Date mail.",
        "WorldDesc": "A photo of Liv's lounge taken by a house assistant-bot. The modest, healthy queen of the night on her desk has yet to bloom. A piece of sticky note is attached to the most eye-catching area. On the note is a list of grocery items, the snacks she wanted to make, the food you love, Clothes and daily supplies you needed... Everything except for things she needed. It seems like she sent you the photo by mistake when she was making preparations.",
        "BigIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday06.png",
        "Icon": "Assets/Product/Texture/Image/IconToolsSp/ItCharBirthday06Sp.png",
        "Quality": 5,
        "Priority": 10
    },
    {
        "Id": 24000007,
        "Type": 1,
        "Name": "Pulao's Candy",
        "Description": "An item Pulao sent along with the Activation Date mail.",
        "WorldDesc": "A candy figure Pulao made following a traditional recipe long lost. Apparently, the sugar syrup used to make the candy was infused with different herbs and Chinese medicine, giving it energy-recovering properties and all sorts of health benefits. Pulao was going to sell the candy, but she might have been too heavyhanded with the ingredients, and the sugar would not melt no matter what... Still, that means it can be in your possession forever and ever.",
        "BigIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday07.png",
        "Icon": "Assets/Product/Texture/Image/IconToolsSp/ItCharBirthday07Sp.png",
        "Quality": 5,
        "Priority": 10
    },
    {
        "Id": 24000008,
        "Type": 1,
        "Name": "Bloom Of An Eon",
        "Description": "An item Selena sent along with the Activation Date mail.",
        "WorldDesc": "On a journey without a destination, the girl has picked up a gem. Inside this crystal blue amber, a flower has been sealed for tens of millions of years, and its blossom will never wither in frozen time.",
        "BigIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday08.png",
        "Icon": "Assets/Product/Texture/Image/IconToolsSp/ItCharBirthday08Sp.png",
        "Quality": 5,
        "Priority": 10
    },
    {
        "Id": 24000009,
        "Type": 1,
        "Name": "Chac-Chac",
        "Description": "An item Sophia sent along with the Activation Date mail.",
        "WorldDesc": "A pair of Akdilek instruments gifted by Sophia. They make a pleasant sound when you shake them, providing the beat for music and dance. She never thought she would be dancing at a ball. Controlling her body's movement was much more difficult than controlling machines. Still, she found herself enjoying it somehow. The one thing she remembers the most about that moment was the rhythm her partner made with the maracas. She no longer has a chance to dance lately. She wants to keep this wonderful instrument at your place for now while she looks forward to dancing with her partner and the shakers once again in the future.",
        "BigIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday09.png",
        "Icon": "Assets/Product/Texture/Image/IconToolsSp/ItCharBirthday09Sp.png",
        "Quality": 5,
        "Priority": 10
    },
    {
        "Id": 24000010,
        "Type": 1,
        "Name": "Warrior's Greatsword",
        "Description": "An item Kamui sent along with the Activation Date mail.",
        "WorldDesc": "A common weapon used in popular RPGs during the Golden Age. A replica like this has not been manufactured for a long time, so this is probably one of Kamui's prized processions. A line is engraved on the sword: \"All in war with time\". He has given you his sword, alongside his passion, courage, and faith unreservedly.",
        "BigIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday10.png",
        "Icon": "Assets/Product/Texture/Image/IconToolsSp/ItCharBirthday10Sp.png",
        "Quality": 5,
        "Priority": 10
    },
    {
        "Id": 24000011,
        "Type": 1,
        "Name": "Takeaway",
        "Description": "An item Camu sent along with the Activation Date mail.",
        "WorldDesc": "The standard lunchbox given out by Babylonia. After some modifications from Camu, the box looks distinctive and iconic, with its insulating alloy keeping the takeaway inside at the desired temperature. There are a few cheese hotteok in the first layer, and Camu's favorite nightmare-spicy golden egg fried rice is in the second. It does seem to be a dinner he originally prepared for himself. But if that was the case, why is the food not double-spicy the way Camu likes?",
        "BigIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday11.png",
        "Icon": "Assets/Product/Texture/Image/IconToolsSp/ItCharBirthday11Sp.png",
        "Quality": 5,
        "Priority": 10
    },
    {
        "Id": 24000012,
        "Type": 1,
        "Name": "Moon Rock",
        "Description": "An item Luna sent along with the Activation Date mail.",
        "WorldDesc": "An unpolished rock the size of a palm. Based on Luna's letter, this rock comes from the surface of the Moon. It was delivered among other packages for Babylonia, so it was thoroughly inspected, and no sign of the Punishing Virus was detected. Supposedly, some stones would glisten like the Moon in the past, earning them the name \"moonstone.\" Meanwhile, this rock only glows ever so slightly, but its light is significantly warmer than the moonlight. Two Moons converged—and this is who she is now.",
        "BigIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday12.png",
        "Icon": "Assets/Product/Texture/Image/IconToolsSp/ItCharBirthday12Sp.png",
        "Quality": 5,
        "Priority": 10
    },
    {
        "Id": 24000013,
        "Type": 1,
        "Name": "Ticket To \"Don Giovanni\"",
        "Description": "An item Vera sent along with the Activation Date mail.",
        "WorldDesc": "An opera ticket sold by WGAA. The name of the opera and the showtime are printed on it. Despite WGAA's effort to update it for a modern audience, \"Don Giovanni\" still has a low turnout. The fact that this showing is taking place at 5:30 in the evening means there is barely any audience. Still, Vera will be waiting in that quiet, empty corner until the curtain falls.",
        "BigIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday13.png",
        "Icon": "Assets/Product/Texture/Image/IconToolsSp/ItCharBirthday13Sp.png",
        "Quality": 5,
        "Priority": 10
    },
    {
        "Id": 24000014,
        "Type": 1,
        "Name": "Camera",
        "Description": "An item Bianca sent along with the Activation Date mail.",
        "WorldDesc": "Bianca bought this vintage camera in the shopping town. Although the technology nowadays allows people to capture clearer images with cameras of much smaller sizes, but one can still discover a completely different world when they peek through this unit's viewfinder.",
        "BigIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday14.png",
        "Icon": "Assets/Product/Texture/Image/IconToolsSp/ItCharBirthday14Sp.png",
        "Quality": 5,
        "Priority": 10
    },
    {
        "Id": 24000015,
        "Type": 1,
        "Name": "A Container That Won't Forget",
        "Description": "An item Bambinata sent along with the Activation Date mail.",
        "WorldDesc": "The decoration on this small container was hand-crafted by Bambinata, inspired by the container that Vanessa customized for her. There is a brand-new notebook inside that she can write down the memorable moments. Bambinata once mentioned her \"treasure box\" that stored those things that were important to her at different times. Even if she has forgotten their origins when she sees them again, she never doubts their significance as long as they are in that box. Some memories last longer, while some are quickly forgotten. Bambinata gave you this container that she used to fight forgetfulness, in the hope that you can preserve as many important memories as possible.",
        "BigIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday15.png",
        "Icon": "Assets/Product/Texture/Image/IconToolsSp/ItCharBirthday15Sp.png",
        "Quality": 5,
        "Priority": 10
    },
    {
        "Id": 24000016,
        "Type": 1,
        "Name": "Masterpiece",
        "Description": "An item Ayla sent along with the Activation Date mail.",
        "WorldDesc": "This is the last work displayed in the art exhibition of Babylonia's renowned rising artist, Ayla. Only a blank canvas sits inside the beautiful and delicate frame, with a bouquet of peonies that she sent along. To finish this painting requires both of you, as she has already thought of the content: her muse. Once completed, it will be her magnum opus.",
        "BigIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday16.png",
        "Icon": "Assets/Product/Texture/Image/IconToolsSp/ItCharBirthday16Sp.png",
        "Quality": 5,
        "Priority": 10
    },
    {
        "Id": 24000017,
        "Type": 1,
        "Name": "Yesterday's Catch",
        "Description": "An item Rosetta sent along with the Activation Date mail.",
        "WorldDesc": "You sailed to the sea with Rosetta in the whispers of the waves under the starry night. When the day-breaking sun touched the gunwale, the ship was already filled with the gifts from the sea. When did she become such a skillful fisher? You figured out the answer spontaneously seeing the local residents waving at her on the shore.",
        "BigIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday19.png",
        "Icon": "Assets/Product/Texture/Image/IconToolsSp/ItCharBirthday19Sp.png",
        "Quality": 5,
        "Priority": 10
    },
    {
        "Id": 24000018,
        "Type": 1,
        "Name": "The Fool",
        "Description": "An item Nanami sent along with her mail.",
        "WorldDesc": "The AI-drawn Tarot card blends the image of Nanami and that of \"The Fool\". On a quest to ensure her path leads to the whole \"World\", the young girl embarks on a long journey.",
        "BigIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday20.png",
        "Icon": "Assets/Product/Texture/Image/IconToolsSp/ItCharBirthday20Sp.png",
        "Quality": 5,
        "Priority": 10
    },
    {
        "Id": 24000019,
        "Type": 1,
        "Name": "Church Visit",
        "Description": "An item Haicma sent along with her mail.",
        "WorldDesc": "Plays the music video for \"Church Visit\". Featuring Haicma's synthesized voice, it introduces Church of Machina through a blend of rap, rock, folk, and pop music. Watching it leaves one in a trance for half an hour.",
        "BigIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday21.png",
        "Icon": "Assets/Product/Texture/Image/IconToolsSp/ItCharBirthday21Sp.png",
        "Quality": 5,
        "Priority": 10
    },
    {
        "Id": 24000020,
        "Type": 1,
        "Name": "Whispers Of Valley Pines",
        "Description": "An item Qu sent along with the Activation Date mail.",
        "WorldDesc": "Along with Qu's reply came an ancient scroll painting of Kowloong. Judging by the signature, this artwork is a millennium old. \"In moss and dew, the dawn is bathed. Through veiled art, our souls are weighed. Upon the stones, pure waters rest. Through myriad valleys, pine winds wade.\" Anyone witnessing its beauty would surely be spellbound. It captures a moment in the Kowloong history, a serenity Qu will always aspire to but never quite reach.",
        "BigIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday17.png",
        "Icon": "Assets/Product/Texture/Image/IconToolsSp/ItCharBirthday17Sp.png",
        "Quality": 5,
        "Priority": 10
    },
    {
        "Id": 24000021,
        "Type": 1,
        "Name": "Beats & Beach Record: First Edition",
        "Description": "An item No. 21 sent along with the Activation Date mail.",
        "WorldDesc": "The CD's cover alone transports you back to the heights of summer passion. Long-forgotten beats and melodies surge to life at its mere sight. Rumor has it that this first edition CD was made exclusively for Beats & Beach attendees, with very limited quantities released to the public. Clearly played numerous times, it seems No. 21 has relived cherished memories with this time and again. Wait... there's a subtle scratch on the back. Could it be... teeth marks?",
        "BigIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday18.png",
        "Icon": "Assets/Product/Texture/Image/IconToolsSp/ItCharBirthday18Sp.png",
        "Quality": 5,
        "Priority": 10
    },
    {
        "Id": 24000022,
        "Type": 1,
        "Name": "Commandant's Exclusive Space Helmet",
        "Description": "An item Karenina sent along with the Activation Date mail.",
        "WorldDesc": "This space helmet was tailored by Karenina for Commandant's spacewalks. It features an integrated, highly customized AI system that will \"gently\" remind Commandant to follow the safety protocols using Karenina's voice.",
        "BigIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday22.png",
        "Icon": "Assets/Product/Texture/Image/IconToolsSp/ItCharBirthday22Sp.png",
        "Quality": 5,
        "Priority": 10
    },
    {
        "Id": 24000023,
        "Type": 1,
        "Name": "Chang's Breakfast Bundle",
        "Description": "An item Changyu sent along with the Activation Date mail.",
        "WorldDesc": "Made by Changyu himself, this Kowloong breakfast features many differently shaped food items in the steamer, but they all taste pretty good. In Changyu's memory, such steaming food often marks the beginning of a wonderful day. It is also his inner wish to sit with you and enjoy it like a family.",
        "BigIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday23.png",
        "Icon": "Assets/Product/Texture/Image/IconToolsSp/ItCharBirthday23Sp.png",
        "Quality": 5,
        "Priority": 10
    },
    {
        "Id": 24000024,
        "Type": 2,
        "Name": "Oasis",
        "Description": "An item Watanabe sent along with the Activation Date mail.",
        "WorldDesc": "This tenacious and lively green color amidst the sands still has morning dew on it. Perhaps such color is not a rare sight in Babylonia, but to Watanabe, it is a precious symbol of the hope for the future. The sweetness within can only be tasted by those who have gone through considerable hardship.",
        "BigIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday24.png",
        "Icon": "Assets/Product/Texture/Image/IconToolsSp/ItCharBirthday24Sp.png",
        "Quality": 5,
        "Priority": 10
    },
    {
        "Id": 24000025,
        "Type": 2,
        "Name": "Stacking Dolls",
        "Description": "An item Roland sent along with the Activation Date mail.",
        "WorldDesc": "These dolls were crafted with reference to you-know-who, but the innermost figure is a young boy you have never seen. He does give you a familiar feel, which is probably an illusion. Remember that saying? \"Life is like a bunch of dolls stacked together.\" Fake images are wrapped inside reality, but reality is concealed by more illusions. After peeling away all the layers, all that remains is emptiness and bitterness. Perhaps to the sender, their life is just like these dolls—so fragile and light that you can hold them in your hands.",
        "BigIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday25.png",
        "Icon": "Assets/Product/Texture/Image/IconToolsSp/ItCharBirthday25Sp.png",
        "Quality": 5,
        "Priority": 10
    },
    {
        "Id": 24000026,
        "Type": 2,
        "Name": "Dreamcatcher Chime",
        "Description": "An item Wanshi sent along with the Activation Date mail.",
        "WorldDesc": "This delicate hand-crafted dreamcatcher is attached to several wind chimes that can make ethereal melodies. Apart from the slightly faded outside-facing side, this object appears to be well cherished. Originally a personal belonging of Wanshi, it now has Gray Raven Commandant listed as its owner. With his important one around, Wanshi no longer needs the dreamcatcher to bring him sweet dreams.",
        "BigIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday26.png",
        "Icon": "Assets/Product/Texture/Image/IconToolsSp/ItCharBirthday26Sp.png",
        "Quality": 5,
        "Priority": 10
    },
    {
        "Id": 24000033,
        "Type": 2,
        "Name": "Simple Stew",
        "Description": "An item Lucia sent along with the Activation Date mail.",
        "WorldDesc": "Prepared by Lucia herself, this home-cooked dish can finally be safely consumed, although the taste is rather bland as her past experiences have made her overly cautious with seasoning. It is a sign that she is gradually beginning to \"live\" her life, as it is no longer solely occupied by cruel battles. The days of wandering without supplies are gone. She has learned how to appreciate the details of everyday life with her important ones.",
        "BigIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday27.png",
        "Icon": "Assets/Product/Texture/Image/IconToolsSp/ItCharBirthday27Sp.png",
        "Quality": 5,
        "Priority": 10
    },
    {
        "Id": 24000034,
        "Type": 2,
        "Name": "Ancient Talisman",
        "Description": "An item Alpha sent along with the Activation Date mail.",
        "WorldDesc": "Alpha stumbled upon this talisman in an ancient temple during her journey. When she found it, every other object nearby had already decayed with time, except this one that lay intact among the dry leaves. Wandering travelers never needed this talisman to pray for safety, but when Alpha saw it, the first thing that came to her mind was a human who was just as tenacious. She hopes you can safely arrive at the end and stand before her once again, regardless of whether you will end up as comrades or enemies.",
        "BigIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday28.png",
        "Icon": "Assets/Product/Texture/Image/IconToolsSp/ItCharBirthday28Sp.png",
        "Quality": 5,
        "Priority": 10
    },
    {
        "Id": 24000035,
        "Type": 2,
        "Name": "L-33",
        "Description": "An item Lee sent along with the Activation Date mail.",
        "WorldDesc": "The newest iteration of the commandant life support machine, \"L-33\", updated with voice data personally recorded by Lee. Amidst Gray Raven's relentless combat missions, this unassuming little robot undergoes continuous technical enhancements, with each update regarded as a testament to its \"growth.\" Primarily, it mirrors the seriousness and reliability of its creator, but occasionally, harmless bugs emerge, resulting in moments where it may circle around you, silently gazing up. In those instances, it seems to imply that visiting the maker directly for a fix would be the optimal solution.",
        "BigIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday29.png",
        "Icon": "Assets/Product/Texture/Image/IconToolsSp/ItCharBirthday29Sp.png",
        "Quality": 5,
        "Priority": 10
    },
    {
        "Id": 24000036,
        "Type": 2,
        "Name": "Lovers' Hairpin I",
        "Description": "An item Hanying sent along with the Activation Date mail.",
        "WorldDesc": "A Kowloong accessory that has seemingly been split into halves. On the note that came with it is a gracefully handwritten poem: At the ferry of peach leaves, we part with a shared hairpin's grace. Haze veils the weeping willows, as we bid farewell, hearts embrace. Climbing the stairs, trepidation takes hold of me, witnessing the tempest's might, petals set free. None to hush the orioles' mournful serenade, their song endures as sorrows cascade.",
        "BigIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday30.png",
        "Icon": "Assets/Product/Texture/Image/IconToolsSp/ItCharBirthday30Sp.png",
        "Quality": 5,
        "Priority": 10
    },
    {
        "Id": 24000037,
        "Type": 2,
        "Name": "Homemade Cake",
        "Description": "An item Chrome sent along with the Activation Date mail.",
        "WorldDesc": "A small piece of cake placed in an exquisite plate. Its appearance resembles a precious work of art, yet the enticing aroma of cream and fruit emanating from it betrays its true purpose as a delectable treat.",
        "BigIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday31.png",
        "Icon": "Assets/Product/Texture/Image/IconToolsSp/ItCharBirthday31Sp.png",
        "Quality": 5,
        "Priority": 10
    },
    {
        "Id": 24000038,
        "Type": 2,
        "Name": "Sunflower Tired of Time",
        "Description": "An item Noan sent along with the Activation Date mail.",
        "WorldDesc": "A handcrafted sunflower that holds cherished memories between two people. Breaking free from its frame, it raises its head proudly, reaching for the time it awaits. May... some of the waiting can transcend its mere state and become something more than just a wait.",
        "BigIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday32.png",
        "Icon": "Assets/Product/Texture/Image/IconToolsSp/ItCharBirthday32Sp.png",
        "Quality": 5,
        "Priority": 10
    },
    {
        "Id": 24000039,
        "Type": 2,
        "Name": "Commandant's Health Report",
        "Description": "An item Liv sent along with the Activation Date mail.",
        "WorldDesc": "A health check-up report provided by the Star of Life, accompanied by Liv's handwritten notes on its back about medical advice, precautions, recommendations for regulating daily habits, and dietary suggestions... This monthly report is routinely sent to the commandant, and Liv always provides thoughtful advice and reminders. It just so happens that it was sent today this month. Despite its regularity, Liv takes each one with utmost seriousness, regardless of time, her own well-being, or distance.",
        "BigIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday33.png",
        "Icon": "Assets/Product/Texture/Image/IconToolsSp/ItCharBirthday33Sp.png",
        "Quality": 5,
        "Priority": 10
    },
    {
        "Id": 24000040,
        "Type": 2,
        "Name": "Kung Fu Bible",
        "Description": "An item Pulao sent along with the Activation Date mail.",
        "WorldDesc": "A secret codex of formidable martial arts, reputed to guide practitioners to the pinnacle of martial arts. On its first page, a proclamation looms boldly: To wield this technique, one must attain a grip strength of 200kg. It turns out that there are no shortcuts on the path to martial arts mastery...",
        "BigIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday34.png",
        "Icon": "Assets/Product/Texture/Image/IconToolsSp/ItCharBirthday34Sp.png",
        "Quality": 5,
        "Priority": 10
    },
    {
        "Id": 24000041,
        "Type": 2,
        "Name": "Ballade No. 1 in G minor, Op. 23",
        "Description": "An item Selena sent along with the Activation Date mail.",
        "WorldDesc": "This is not her work, but emotions travel through her hands to that moment in your memory—\"This is my favorite piece of yours.\" \"I'm glad you like it. This is also my favorite piece.\"",
        "BigIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday35.png",
        "Icon": "Assets/Product/Texture/Image/IconToolsSp/ItCharBirthday35Sp.png",
        "Quality": 5,
        "Priority": 10
    }
]