[
    {
        "Id": 1,
        "Text": "Then I'll gladly accept it."
    },
    {
        "Id": 2,
        "Text": "Thank you for your generosity."
    },
    {
        "Id": 3,
        "Text": "You don't need to do this, but thank you."
    },
    {
        "Id": 4,
        "Text": "Thank you, Commandant. Let me cook you something in return."
    },
    {
        "Id": 5,
        "Text": "Alright... I'll take it for now."
    },
    {
        "Id": 6,
        "Text": "We are friends. You don't have to be this kind."
    },
    {
        "Id": 7,
        "Text": "Great, in that case, I'll respond to your expectations... in the manner of an agent."
    },
    {
        "Id": 8,
        "Text": "Allow me to express my sincere gratitude, Commandant. I hope that after this... you can accept my gift in return."
    },
    {
        "Id": 9,
        "Text": "Hehe, thank you, Commandant!"
    },
    {
        "Id": 10,
        "Text": "...I have a gut feeling that this gift can alter bad fortune. Thank you, Commandant."
    },
    {
        "Id": 11,
        "Text": "Is this for me? Thank you!"
    },
    {
        "Id": 12,
        "Text": "You really know how to make a girl happy, Commandant. Are you expecting anything from Ayla?"
    },
    {
        "Id": 13,
        "Text": "Thank you, Commandant. Now Liv has one more thing to treasure."
    },
    {
        "Id": 14,
        "Text": "Thank you... Looks like I can have a good dream today... Haa... Zzzz..."
    },
    {
        "Id": 15,
        "Text": "Nanami has taken Commandant's gift. Nanami's Affection has gone up!"
    },
    {
        "Id": 16,
        "Text": "Thank you... Gray Raven Commandant, what should I give you in return?"
    },
    {
        "Id": 17,
        "Text": "Do you seriously think this is enough to satisfy me? Not even close. Bring me more, Commandant!"
    },
    {
        "Id": 18,
        "Text": "Your kindness is like the pleasant spring wind... gently touching my heart."
    },
    {
        "Id": 19,
        "Text": "It's not edible...? No, nothing."
    },
    {
        "Id": 20,
        "Text": "Well, these items have their own unique \"value,\" don't they?"
    },
    {
        "Id": 21,
        "Text": "Hehe, is this a reward from the audience?"
    },
    {
        "Id": 22,
        "Text": "(Sniffs) Buddy wants it... So, No. 21 will take it."
    },
    {
        "Id": 23,
        "Text": "Oh, is this for me? Thank you! Have you got more?"
    },
    {
        "Id": 24,
        "Text": "Thank you for your gift, Commandant. Pulao is very happy!"
    },
    {
        "Id": 25,
        "Text": "Unexpected item reception request. Processing—Approved. Thank you for your gift."
    },
    {
        "Id": 26,
        "Text": "Can Shark-speare use it to make a gingerbread man? Awoooo—"
    },
    {
        "Id": 27,
        "Text": "Thank you, Gray Raven Commandant. Have fun as well."
    }
]