[
    {
        "Id": 1,
        "CharacterId": 1011002,
        "UnlockLv": 1,
        "Title": 1,
        "Content": "Member of the Gray Raven, Attacker.\\nExpert in engineering. Wields dual guns in combat. Skilled at various firearms and finding enemy weakness, as well as construction and maintenance.",
        "ConditionDescript": "Affection <color=#C14F38>1</color>"
    },
    {
        "Id": 7,
        "CharacterId": 1021001,
        "UnlockLv": 1,
        "Title": 1,
        "Content": "Leader of Gray Raven. Attacker.\\nAn outstanding soldier, committed to eliminating the infection and paving the way for humanity's return.\\nWields a katana. In burst mode, she launches a flurry of attackers by forming twin energy blades.",
        "ConditionDescript": "Affection <color=#C14F38>1</color>"
    },
    {
        "Id": 9,
        "CharacterId": 1021001,
        "UnlockLv": 3,
        "Title": 3,
        "Content": "One of the first batches of military Constructs.\\nNo crisis will faze this veteran of countless battles.\\nSuppresses surging emotions to prevent them from affecting the war.",
        "ConditionDescript": "Affection <color=#C14F38>3</color>"
    },
    {
        "Id": 10,
        "CharacterId": 1021001,
        "UnlockLv": 4,
        "Title": 4,
        "Content": "Seems to have had her memory wiped for unknown reasons.\\nFragments of memory float up to the surface from time to time. In between missions, Lucia can be seen lost in thought.\\n",
        "ConditionDescript": "Affection <color=#C14F38>4</color>"
    },
    {
        "Id": 11,
        "CharacterId": 1021001,
        "UnlockLv": 5,
        "Title": 5,
        "Content": "As a human, all Lucia and her sister Luna had were each other.\\nTheir parents were killed by the Punishing virus.\\nHer only wish is for a peaceful life with her sister.\\nSeems to like frog plushies.",
        "ConditionDescript": "Affection <color=#C14F38>5</color>"
    },
    {
        "Id": 12,
        "CharacterId": 1021001,
        "UnlockLv": 6,
        "Title": 6,
        "Content": "Appears to have a past with the Ascendant.\\n",
        "ConditionDescript": "Affection <color=#C14F38>6</color>"
    },
    {
        "Id": 15,
        "CharacterId": 1031001,
        "UnlockLv": 3,
        "Title": 3,
        "Content": "Liv's kind and pure nature also makes her get susceptible to deception and pain. She has a stubbornly altruistic streak which can put her in harm's way.\\nGray Raven and the commandant have helped keep her gentle nature unscathed.",
        "ConditionDescript": "Affection <color=#C14F38>3</color>"
    },
    {
        "Id": 17,
        "CharacterId": 1031001,
        "UnlockLv": 5,
        "Title": 5,
        "Content": "As a human, Liv was the daughter of high-ranking medical conglomerate executive. Volunteering for service in the medical corps, she was made into a Construct after she was critically injured trying to save others.",
        "ConditionDescript": "Affection <color=#C14F38>5</color>"
    },
    {
        "Id": 18,
        "CharacterId": 1031001,
        "UnlockLv": 6,
        "Title": 6,
        "Content": "Liv has trained long and hard under the Gray Raven Commandant to overcome her weakness in battle.\\nToday, she is a reliable and trusted member of Gray Raven.",
        "ConditionDescript": "Affection <color=#C14F38>6</color>"
    },
    {
        "Id": 19,
        "CharacterId": 1041002,
        "UnlockLv": 1,
        "Title": 1,
        "Content": "Leader of Purifying Force｜Attacker.\\nAlways cool and logical, Bianca's remarkable skill with a bow is nothing compared to her ability to see the big picture and make the right decision.",
        "ConditionDescript": "Affection <color=#C14F38>1</color>"
    },
    {
        "Id": 20,
        "CharacterId": 1041002,
        "UnlockLv": 2,
        "Title": 2,
        "Content": "The leader of Purifying Force may have a reputation for being cold and impersonal, but those close to her know that she is remarkably fair and reasonable, willing to listen to different opinions before making a decision, and quite capable of being flexible when the situation calls for it.\\nHer fairness is a great strength, but can sometimes be a source of headaches as well.",
        "ConditionDescript": "Affection <color=#C14F38>2</color>"
    },
    {
        "Id": 21,
        "CharacterId": 1041002,
        "UnlockLv": 3,
        "Title": 3,
        "Content": "She has served in her position for a long time, while those who serve under her come and go quickly.\\nFriend and trusted comrade of Karenina.\\nShe firmly believes that the mission of the Purifying Force is to free infected Constructs from the pain of the Punishing Virus.",
        "ConditionDescript": "Affection <color=#C14F38>3</color>"
    },
    {
        "Id": 22,
        "CharacterId": 1041002,
        "UnlockLv": 4,
        "Title": 4,
        "Content": "In the hunt for the 'traitor' Kamui, she was able to see through the ruse of her mission orders, and worked with Gray Raven to achieve a breakthrough.",
        "ConditionDescript": "Affection <color=#C14F38>4</color>"
    },
    {
        "Id": 23,
        "CharacterId": 1041002,
        "UnlockLv": 5,
        "Title": 5,
        "Content": "As a human, Bianca was abandoned as an infant and raised by the priest of a remote church.\\nBianca grew up with a strong sense of faith and self-discipline.\\nShe recognizes her own guilt, but continues to be devoted to her cause as punisher of sin.",
        "ConditionDescript": "Affection <color=#C14F38>5</color>"
    },
    {
        "Id": 24,
        "CharacterId": 1041002,
        "UnlockLv": 6,
        "Title": 6,
        "Content": "Bianca never makes a decision rashly, preferring to thoroughly investigate every case that she handles. This attitude has earned her the contempt of other Purifying Forces.\\nEven so, she remains committed to her position, working to maintain balance between the Purifying Force and the Execution Squads.",
        "ConditionDescript": "Affection <color=#C14F38>6</color>"
    },
    {
        "Id": 25,
        "CharacterId": 1051001,
        "UnlockLv": 1,
        "Title": 1,
        "Content": "Nanami, Tank-type.\\nRecords pertaining to her have been lost, and little is known about her at this time other than that she is undoubtedly a Construct.\\nDespite her short frame, one should never underestimate the power of the chainsaw that she wields.",
        "ConditionDescript": "Affection <color=#C14F38>1</color>"
    },
    {
        "Id": 26,
        "CharacterId": 1051001,
        "UnlockLv": 2,
        "Title": 2,
        "Content": "Completely unpredictable in thought and action, Nanami has an unbound sense of curiosity. She can be an extremely valuable team member, or troublemaker in equal measure.\\nHer mercurial nature means that her actions are often determined by her current mood.",
        "ConditionDescript": "Affection <color=#C14F38>2</color>"
    },
    {
        "Id": 28,
        "CharacterId": 1051001,
        "UnlockLv": 4,
        "Title": 4,
        "Content": "Filled with curiosity about anything to do with humans.\\nObsessed with the commandant of Gray Raven.\\nHuman commandants from other squads do not seem to pique her interest.",
        "ConditionDescript": "Affection <color=#C14F38>4</color>"
    },
    {
        "Id": 29,
        "CharacterId": 1051001,
        "UnlockLv": 5,
        "Title": 5,
        "Content": "A digital diary exists of a girl named Nanami.\\nThe Construct Nanami also seems to be carrying a digital diary.\\nAside from this information, Nanami is a giant bag of mystery. Where does Nanami come from? What is Nanami? Where is Nanami going? Nobody knows.",
        "ConditionDescript": "Affection <color=#C14F38>5</color>"
    },
    {
        "Id": 30,
        "CharacterId": 1051001,
        "UnlockLv": 6,
        "Title": 6,
        "Content": "With strong likes and dislikes, and a tendency to act upon her feelings, Nanami's behavior is much more human-like than the other Constructs.\\nShe is direct and eager in expressing her emotions, but it remains to be seen if she truly understands the emotions that she speaks of.",
        "ConditionDescript": "Affection <color=#C14F38>6</color>"
    },
    {
        "Id": 31,
        "CharacterId": 1061002,
        "UnlockLv": 1,
        "Title": 1,
        "Content": "Member of Strike Hawk, Tank-type.\\nWith strong defense and a great sword as his weapon, he relies on power rather than speed. He favors charging into the fray to disrupt the enemy formation, and can frequently be seen on the frontlines.",
        "ConditionDescript": "Affection <color=#C14F38>1</color>"
    },
    {
        "Id": 32,
        "CharacterId": 1061002,
        "UnlockLv": 2,
        "Title": 2,
        "Content": "Always has a smile on his face. Optimistic and direct, his approach is always simple, and he never hesitates to speak his mind.\\nThis naturally brings him into conflict with Lee, who prefers to think things over carefully.\\nDespite their frequent verbal sparring, Lee and Kamui's relationship does not seem at all unfriendly.",
        "ConditionDescript": "Affection <color=#C14F38>2</color>"
    },
    {
        "Id": 34,
        "CharacterId": 1061002,
        "UnlockLv": 4,
        "Title": 4,
        "Content": "Despite his frame being the newest model developed by Babylonia, records indicate that Kamui was one of the earliest Constructs to be put into service.\\nFiles pertaining to Kamui's consciousness are considered level-2 classified information.\\nThe publicly accessible information on Kamui pertains only to his mechanical and tactical specifications.",
        "ConditionDescript": "Affection <color=#C14F38>4</color>"
    },
    {
        "Id": 35,
        "CharacterId": 1061002,
        "UnlockLv": 5,
        "Title": 5,
        "Content": "Kamui and Camu are linked by the M.I.N.D., but it is unknown whether Kamui knew about Camu's existence from the beginning or not.\\nAs for the relationship between Kamui and Camu, there is no way to know except to wait for the day that the files are unclassified.",
        "ConditionDescript": "Affection <color=#C14F38>5</color>"
    },
    {
        "Id": 36,
        "CharacterId": 1061002,
        "UnlockLv": 6,
        "Title": 6,
        "Content": "What is behind Kamui's smile?\\nParadoxes and struggles lie beneath his warm and honest words. His struggles with self, the memories forgotten—perhaps there will be a commandant who can get to the bottom of it.",
        "ConditionDescript": "Affection <color=#C14F38>6</color>"
    },
    {
        "Id": 37,
        "CharacterId": 1071002,
        "UnlockLv": 1,
        "Title": 1,
        "Content": "Support associated with the Purifying Force, Attacker-type.Wielding a hand cannon, she is an expert in demolition and explosives. Even with performance limits imposed, her ability in combat is second to none, even elite Constructs in the Execution Squad.",
        "ConditionDescript": "Affection <color=#C14F38>1</color>"
    },
    {
        "Id": 38,
        "CharacterId": 1071002,
        "UnlockLv": 2,
        "Title": 2,
        "Content": "Sees Lucia as her greatest rival, constantly seeking the opportunity to avenge the defeat that she once suffered at Lucia's hands, but Lucia has always been able to find a reason to avoid it.",
        "ConditionDescript": "Affection <color=#C14F38>2</color>"
    },
    {
        "Id": 39,
        "CharacterId": 1071002,
        "UnlockLv": 3,
        "Title": 3,
        "Content": "As a regular support associate of the Purifying Force, she often works with Bianca.\\nThey worked together to pursue Kamui.",
        "ConditionDescript": "Affection <color=#C14F38>3</color>"
    },
    {
        "Id": 40,
        "CharacterId": 1071002,
        "UnlockLv": 4,
        "Title": 4,
        "Content": "Karenina's fiery temper and obsession with winning have led to many conflicts.\\nHowever, it is also very easy to redirect her attention and calm her down.\\nBianca, in particular, has become something of an expert at this.",
        "ConditionDescript": "Affection <color=#C14F38>4</color>"
    },
    {
        "Id": 41,
        "CharacterId": 1071002,
        "UnlockLv": 5,
        "Title": 5,
        "Content": "Karenina's consciousness belongs to a much-abused orphan in the slums.\\nShe was raised by someone she calls \"Grandpa,\" who came down from the upper levels to the slums.\\nThere seem to be more to Grandpa's life in the upper levels and his death than what meets the eye.\\nAfter miraculously surviving the Punishing Virus epidemic, Karenina was made into a Construct after she was rescued.",
        "ConditionDescript": "Affection <color=#C14F38>5</color>"
    },
    {
        "Id": 42,
        "CharacterId": 1071002,
        "UnlockLv": 6,
        "Title": 6,
        "Content": "Karenina would never admit it, but she will never stand idly aside when Lucia and Gray Raven are in danger.\\nHer harsh words belie how fond she is of her friends.",
        "ConditionDescript": "Affection <color=#C14F38>6</color>"
    },
    {
        "Id": 43,
        "CharacterId": 1081002,
        "UnlockLv": 1,
        "Title": 1,
        "Content": "Leader of the Forsaken, Attacker.\\nAn expert with twin blades, Watanabe is able to quickly and silently approach the enemy to score a stealthy kill.\\n",
        "ConditionDescript": "Affection <color=#C14F38>1</color>"
    },
    {
        "Id": 44,
        "CharacterId": 1081002,
        "UnlockLv": 2,
        "Title": 2,
        "Content": "Much loved and respected by the Forsaken.\\nWatanabe named the Forsaken headquarters as \"Oasis\".\\nHe considers the Forsaken to be his family, and is committed to protecting the home of the Forsaken.",
        "ConditionDescript": "Affection <color=#C14F38>2</color>"
    },
    {
        "Id": 45,
        "CharacterId": 1081002,
        "UnlockLv": 3,
        "Title": 3,
        "Content": "Former Construct of Babylonia and an elite member of the Execution Squad.\\nAfter coming into conflict with the decision-makers of Babylonia, he removed his own Inver-Device and traveled to Earth with only minimum protection against the virus.\\nHe gathered the humans and Constructs that had been left behind on Earth, and in time they came to be called the Forsaken.",
        "ConditionDescript": "Affection <color=#C14F38>3</color>"
    },
    {
        "Id": 47,
        "CharacterId": 1081002,
        "UnlockLv": 5,
        "Title": 5,
        "Content": "Watanabe's Consciousness comes from a Reserve Army soldier on Earth. He had met Bianca when she was a human.\\nDuring the Punishing outbreak, he hesitated to open fire on the Corrupted priest who seemed to have retained a modicum of reason.\\nThis was one of the reasons why Bianca had to kill her foster father with her own hands.",
        "ConditionDescript": "Affection <color=#C14F38>5</color>"
    },
    {
        "Id": 48,
        "CharacterId": 1081002,
        "UnlockLv": 6,
        "Title": 6,
        "Content": "As a Construct, Watanabe has become more mature and determined.\\nHe is willing to abandon everything, and protect everything.\\nAs the leader of the Forsaken, he is taking them toward a future that he believes in.",
        "ConditionDescript": "Affection <color=#C14F38>6</color>"
    },
    {
        "Id": 49,
        "CharacterId": 1021002,
        "UnlockLv": 1,
        "Title": 1,
        "Content": "New frame provisioned from Babylonia for the purpose of rescuing Kamui.\\nFollowing their new and improved leader, Gray Raven goes forth.",
        "ConditionDescript": "Affection <color=#C14F38>1</color>"
    },
    {
        "Id": 50,
        "CharacterId": 1021002,
        "UnlockLv": 2,
        "Title": 2,
        "Content": "Weight reduced by 10%, increasing explosiveness. New weapon storage points have also been added.",
        "ConditionDescript": "Affection <color=#C14F38>2</color>"
    },
    {
        "Id": 51,
        "CharacterId": 1021002,
        "UnlockLv": 3,
        "Title": 3,
        "Content": "The two condensers gather electrons in the atmosphere, supporting Lucia with electrical power.",
        "ConditionDescript": "Affection <color=#C14F38>3</color>"
    },
    {
        "Id": 52,
        "CharacterId": 1021002,
        "UnlockLv": 4,
        "Title": 4,
        "Content": "Creates an electric field that supplies energy to the entire team.",
        "ConditionDescript": "Affection <color=#C14F38>4</color>"
    },
    {
        "Id": 53,
        "CharacterId": 1021002,
        "UnlockLv": 5,
        "Title": 5,
        "Content": "Feeling more for the commandant than a simple superior and subordinate relationship, she finds it difficult to seek the answer.",
        "ConditionDescript": "Affection <color=#C14F38>5</color>"
    },
    {
        "Id": 55,
        "CharacterId": 1031002,
        "UnlockLv": 1,
        "Title": 1,
        "Content": "Liv's new frame was customized by the commandant of Egret, Liv's previous squad.",
        "ConditionDescript": "Affection <color=#C14F38>1</color>"
    },
    {
        "Id": 56,
        "CharacterId": 1031002,
        "UnlockLv": 2,
        "Title": 2,
        "Content": "Liv cut her own hair as a sign of her determination to break with the past, asserting her new identity as Liv of Gray Raven.",
        "ConditionDescript": "Affection <color=#C14F38>2</color>"
    },
    {
        "Id": 57,
        "CharacterId": 1031002,
        "UnlockLv": 3,
        "Title": 3,
        "Content": "The change in frame did not signify a change in Liv's character. It is her attitude that has changed.",
        "ConditionDescript": "Affection <color=#C14F38>3</color>"
    },
    {
        "Id": 58,
        "CharacterId": 1031002,
        "UnlockLv": 4,
        "Title": 4,
        "Content": "In order to become more useful in battle, Liv has initiated a training program that puts great pressure not just on herself, but on the commandant as well.\\nHer zealousness seems to have become something of a headache for the commandant.",
        "ConditionDescript": "Affection <color=#C14F38>4</color>"
    },
    {
        "Id": 59,
        "CharacterId": 1031002,
        "UnlockLv": 5,
        "Title": 5,
        "Content": "Liv wants to work hard, to be more useful to the commandant, to remain in Gray Raven, by the side of its commandant. The change in frame has only made her feelings all the more intense.",
        "ConditionDescript": "Affection <color=#C14F38>5</color>"
    },
    {
        "Id": 60,
        "CharacterId": 1031002,
        "UnlockLv": 6,
        "Title": 6,
        "Content": "Liv finally understood her commandant's words. She does not need to carry everything by herself.\\nHer commandant and her comrades are there for her.",
        "ConditionDescript": "Affection <color=#C14F38>6</color>"
    },
    {
        "Id": 61,
        "CharacterId": 1071003,
        "UnlockLv": 1,
        "Title": 1,
        "Content": "The new frame that the commandant of Gray Raven provisioned for Karenina is more than just a new look, it also awakens a new attack mode for her hand cannon.",
        "ConditionDescript": "Affection <color=#C14F38>1</color>"
    },
    {
        "Id": 62,
        "CharacterId": 1071003,
        "UnlockLv": 2,
        "Title": 2,
        "Content": "Fires a continuous thermal wave from the nozzle. Can be used as a powerful blade that cuts through any matter.",
        "ConditionDescript": "Affection <color=#C14F38>2</color>"
    },
    {
        "Id": 63,
        "CharacterId": 1071003,
        "UnlockLv": 3,
        "Title": 3,
        "Content": "The frame is made from the newest prism sheet, while the build-in optical receiver makes charging convenient and quick. Its weaponry has also been upgraded to a high-speed levi-gun.",
        "ConditionDescript": "Affection <color=#C14F38>3</color>"
    },
    {
        "Id": 64,
        "CharacterId": 1071003,
        "UnlockLv": 4,
        "Title": 4,
        "Content": "Although she does not admit it, Karenina is actually very satisfied with the appearance of her new frame.",
        "ConditionDescript": "Affection <color=#C14F38>4</color>"
    },
    {
        "Id": 65,
        "CharacterId": 1071003,
        "UnlockLv": 5,
        "Title": 5,
        "Content": "Karenina was a major contributor in Gray Raven's construction of the above-ground facility.Despite her constant complaints, it was abundantly clear that she was enjoying it.",
        "ConditionDescript": "Affection <color=#C14F38>5</color>"
    },
    {
        "Id": 66,
        "CharacterId": 1071003,
        "UnlockLv": 6,
        "Title": 6,
        "Content": "The new frame has made her even more competitive. Added to her existing obsession for Lucia is a newfound obsession for the commandant.",
        "ConditionDescript": "Affection <color=#C14F38>6</color>"
    },
    {
        "Id": 67,
        "CharacterId": 1031003,
        "UnlockLv": 1,
        "Title": 1,
        "Content": "Brand-new frame compiled from Liv's memories and data recovered from ancient ruins. The pure white outfit seems almost sacred.",
        "ConditionDescript": "Affection <color=#C14F38>1</color>"
    },
    {
        "Id": 68,
        "CharacterId": 1031003,
        "UnlockLv": 2,
        "Title": 2,
        "Content": "Special levitation devices on her feet and jet boosters on her back give Liv great mobility.",
        "ConditionDescript": "Affection <color=#C14F38>2</color>"
    },
    {
        "Id": 69,
        "CharacterId": 1031003,
        "UnlockLv": 3,
        "Title": 3,
        "Content": "Both levi-guns have been upgraded with improved firepower and the ability to self-duplicate in a special mode.",
        "ConditionDescript": "Affection <color=#C14F38>3</color>"
    },
    {
        "Id": 70,
        "CharacterId": 1031003,
        "UnlockLv": 4,
        "Title": 4,
        "Content": "She can release nano-particles from her skirt, repairing damage taken by allies.",
        "ConditionDescript": "Affection <color=#C14F38>4</color>"
    },
    {
        "Id": 71,
        "CharacterId": 1031003,
        "UnlockLv": 5,
        "Title": 5,
        "Content": "The new frame is so eye-catching that, for a long while, Liv felt reluctant to show herself in front of the others.",
        "ConditionDescript": "Affection <color=#C14F38>5</color>"
    },
    {
        "Id": 72,
        "CharacterId": 1031003,
        "UnlockLv": 6,
        "Title": 6,
        "Content": "The mission at the church allowed Liv to finally show her love for her new frame and tell the commandant her true feelings.",
        "ConditionDescript": "Affection <color=#C14F38>6</color>"
    },
    {
        "Id": 73,
        "CharacterId": 1061003,
        "UnlockLv": 1,
        "Title": 1,
        "Content": "\\nTenebrion has transformed this frame.\\nThe heavy armor does not simply protect it from external threat, it also holds back the dangerous power within.",
        "ConditionDescript": "Affection <color=#C14F38>1</color>"
    },
    {
        "Id": 74,
        "CharacterId": 1061003,
        "UnlockLv": 2,
        "Title": 2,
        "Content": "Able to toggle between Bastion and Tenebrion modes to perform different attacks.",
        "ConditionDescript": "Affection <color=#C14F38>2</color>"
    },
    {
        "Id": 75,
        "CharacterId": 1061003,
        "UnlockLv": 3,
        "Title": 3,
        "Content": "Tenebrion enables powerful attacks, but the energy feedback will eventually overwhelm the user if used for an extended period.",
        "ConditionDescript": "Affection <color=#C14F38>3</color>"
    },
    {
        "Id": 76,
        "CharacterId": 1061003,
        "UnlockLv": 4,
        "Title": 4,
        "Content": "The power of Tenebrion is gradually strengthening and changing Kamui.",
        "ConditionDescript": "Affection <color=#C14F38>4</color>"
    },
    {
        "Id": 77,
        "CharacterId": 1061003,
        "UnlockLv": 5,
        "Title": 5,
        "Content": "Camu's existence, who the \"real\" Kamui is, and where Kamui actually came from are all still unsolved mysteries.",
        "ConditionDescript": "Affection <color=#C14F38>5</color>"
    },
    {
        "Id": 78,
        "CharacterId": 1061003,
        "UnlockLv": 6,
        "Title": 6,
        "Content": "Kamui and Camu sometimes discuss which personality the commandant sees in him.",
        "ConditionDescript": "Affection <color=#C14F38>6</color>"
    },
    {
        "Id": 79,
        "CharacterId": 1011003,
        "UnlockLv": 1,
        "Title": 1,
        "Content": "Designed to more effectively leverage Lee's computing powers. Produced in the same batch as Kamui's frame.",
        "ConditionDescript": "Affection <color=#C14F38>1</color>"
    },
    {
        "Id": 80,
        "CharacterId": 1011003,
        "UnlockLv": 2,
        "Title": 2,
        "Content": "The upgraded perception module enables Lee to control trajectory with even greater precision, resulting in highly accurate fire.",
        "ConditionDescript": "Affection <color=#C14F38>2</color>"
    },
    {
        "Id": 81,
        "CharacterId": 1011003,
        "UnlockLv": 3,
        "Title": 3,
        "Content": "The new anchor lock-on ability enables quick identification and tracking of the enemy in combination with Lee's computing powers.",
        "ConditionDescript": "Affection <color=#C14F38>3</color>"
    },
    {
        "Id": 82,
        "CharacterId": 1011003,
        "UnlockLv": 4,
        "Title": 4,
        "Content": "The new frame prioritizes Lee's computing module efficiency, enabling the most precise computations within a matter of microseconds.",
        "ConditionDescript": "Affection <color=#C14F38>4</color>"
    },
    {
        "Id": 83,
        "CharacterId": 1011003,
        "UnlockLv": 5,
        "Title": 5,
        "Content": "Lee's talent in repair and assembly has blossomed, resulting in successful modification of Construct frames.",
        "ConditionDescript": "Affection <color=#C14F38>5</color>"
    },
    {
        "Id": 84,
        "CharacterId": 1011003,
        "UnlockLv": 6,
        "Title": 6,
        "Content": "Has made a series of ever-advancing botlets for the commandant, which the commandant uses as alarm clocks.",
        "ConditionDescript": "Affection <color=#C14F38>6</color>"
    },
    {
        "Id": 85,
        "CharacterId": 1051003,
        "UnlockLv": 1,
        "Title": 1,
        "Content": "High-mobility frame of Nanami's own design.\\nWeight has been further reduced, resulting in unparalleled speed in combination with IR-005 propulsion wheels.",
        "ConditionDescript": "Affection <color=#C14F38>1</color>"
    },
    {
        "Id": 86,
        "CharacterId": 1051003,
        "UnlockLv": 2,
        "Title": 2,
        "Content": "The inspiration came about when Nanami came across a video of a roller-skating competition in the database.\\nShe was immediately drawn to the participants' quick and agile movements.",
        "ConditionDescript": "Affection <color=#C14F38>2</color>"
    },
    {
        "Id": 87,
        "CharacterId": 1051003,
        "UnlockLv": 3,
        "Title": 3,
        "Content": "The sight of Nanami dashing across the battlefield with her new frame catches everybody's eye.",
        "ConditionDescript": "Affection <color=#C14F38>3</color>"
    },
    {
        "Id": 88,
        "CharacterId": 1051003,
        "UnlockLv": 4,
        "Title": 4,
        "Content": "With more powerful and flexible arms, a supercharged engine, and a revolutionary propulsion wheel design, Nanami's new frame delivers staggering performance.",
        "ConditionDescript": "Affection <color=#C14F38>4</color>"
    },
    {
        "Id": 89,
        "CharacterId": 1051003,
        "UnlockLv": 5,
        "Title": 5,
        "Content": "The holder on her leg is for Nanami's precious digital diary",
        "ConditionDescript": "Affection <color=#C14F38>5</color>"
    },
    {
        "Id": 90,
        "CharacterId": 1051003,
        "UnlockLv": 6,
        "Title": 6,
        "Content": "The first entry in the Diary of Important Things starts with the commandant.",
        "ConditionDescript": "Affection <color=#C14F38>6</color>"
    },
    {
        "Id": 91,
        "CharacterId": 1021003,
        "UnlockLv": 1,
        "Title": 1,
        "Content": "Only participates in important operations.\\nOften operates separately from other Ascendants.",
        "ConditionDescript": "Affection <color=#C14F38>1</color>"
    },
    {
        "Id": 92,
        "CharacterId": 1021003,
        "UnlockLv": 2,
        "Title": 2,
        "Content": "The Punishing Virus contributes little to her prowess.",
        "ConditionDescript": "Affection <color=#C14F38>2</color>"
    },
    {
        "Id": 93,
        "CharacterId": 1021003,
        "UnlockLv": 3,
        "Title": 3,
        "Content": "Not interested in weak foes or unnecessary slaughter.\\nOften leaves mundane tasks and cleanup duties to Roland and Gabriel.",
        "ConditionDescript": "Affection <color=#C14F38>3</color>"
    },
    {
        "Id": 94,
        "CharacterId": 1021003,
        "UnlockLv": 4,
        "Title": 4,
        "Content": "The sheath on her belt can also be used as a weapon or support.\\nIts size can adapt to the shape of the blade.",
        "ConditionDescript": "Affection <color=#C14F38>4</color>"
    },
    {
        "Id": 95,
        "CharacterId": 1021003,
        "UnlockLv": 5,
        "Title": 5,
        "Content": "Has been observing the commandant of Gray Raven for a long time.\\nHer attitude toward Lucia of Gray Raven has changed.",
        "ConditionDescript": "Affection <color=#C14F38>5</color>"
    },
    {
        "Id": 96,
        "CharacterId": 1021003,
        "UnlockLv": 6,
        "Title": 6,
        "Content": "Things have been a little tense between the sisters since their reunion.\\nLuna is finding it hard to understand her sister's thoughts.",
        "ConditionDescript": "Affection <color=#C14F38>6</color>"
    },
    {
        "Id": 97,
        "CharacterId": 1081003,
        "UnlockLv": 1,
        "Title": 1,
        "Content": "A frame specially designed to control spacecrafts. It was used by Watanabe when he served in the Task Force.",
        "ConditionDescript": "Affection <color=#C14F38>1</color>"
    },
    {
        "Id": 98,
        "CharacterId": 1081003,
        "UnlockLv": 2,
        "Title": 2,
        "Content": "Its streamlined design and special composite materials can minimize air resistance, reflect and absorb electromagnetic waves, and reduce heat radiation.",
        "ConditionDescript": "Affection <color=#C14F38>2</color>"
    },
    {
        "Id": 99,
        "CharacterId": 1081003,
        "UnlockLv": 3,
        "Title": 3,
        "Content": "Specially-designed, the dual blades can unleash nanoscale air pulses through particle vibration to destroy targets on a molecular level.",
        "ConditionDescript": "Affection <color=#C14F38>3</color>"
    },
    {
        "Id": 100,
        "CharacterId": 1081003,
        "UnlockLv": 4,
        "Title": 4,
        "Content": "In order to enhance its performance in the mission on the space station, Babylonia has further upgraded its mobility and added a visually dynamic stealth function module to it.",
        "ConditionDescript": "Affection <color=#C14F38>4</color>"
    },
    {
        "Id": 101,
        "CharacterId": 1081003,
        "UnlockLv": 5,
        "Title": 5,
        "Content": "It is not only a proof of cooperation between Babylonia and Forsaken on the space station, but also a frame that represents Watanabe's past.\\nAfter the mission, Babylonia gave it to Watanabe to show sincerity for cooperation.\\nPersuaded by the commandant, Watanabe reluctantly accepted the frame.",
        "ConditionDescript": "Affection <color=#C14F38>5</color>"
    },
    {
        "Id": 103,
        "CharacterId": 1091002,
        "UnlockLv": 1,
        "Title": 1,
        "Content": "An Archaeology Team member, Tank.\\nShe wields a great scythe as her weapon. Because her frame is relatively vulnerable, she defends herself through her scythe's high-performance transformation modules. Her attacks are valiant and dashing, amazing anyone who lays eyes on them.",
        "ConditionDescript": "Affection <color=#C14F38>1</color>"
    },
    {
        "Id": 104,
        "CharacterId": 1091002,
        "UnlockLv": 2,
        "Title": 2,
        "Content": "Combat is not her main duty. The equipment and systems installed in her frame are not purely for combat, but also for virus protection, surveying, and analysis during an archaeological expedition.\\nAs an all-rounded Construct, she can quickly adapt to a variety of unknown environments.",
        "ConditionDescript": "Affection <color=#C14F38>2</color>"
    },
    {
        "Id": 105,
        "CharacterId": 1091002,
        "UnlockLv": 3,
        "Title": 3,
        "Content": "Her skirt is not merely a skirt, but also a piece of equipment for combat purposes.\\nAs the scythe is a heavy weapon, a great sense of balance is required for the user to stay on their feet. The skirt is a balancing system and functions as counterweights.",
        "ConditionDescript": "Affection <color=#C14F38>3</color>"
    },
    {
        "Id": 107,
        "CharacterId": 1091002,
        "UnlockLv": 5,
        "Title": 5,
        "Content": "She is part of the \"new blood\" living in Babylonia since birth. Affected by her best friend Selena, she willingly became a Construct.\\nBrave-tinted Ayla is a true seeker, a seeker of worldly tones and hues within this cosmos, and she would even cast her entire life for them.",
        "ConditionDescript": "Affection <color=#C14F38>5</color>"
    },
    {
        "Id": 108,
        "CharacterId": 1091002,
        "UnlockLv": 6,
        "Title": 6,
        "Content": "Ayla might seem outgoing and open, but her heart is a door shut tight. Few truly understand her, and fewer are her true friends.\\nBut for her true friends, Ayla will give even her life without thinking.\\nAyla has never, and will never think of abandoning Selena.",
        "ConditionDescript": "Affection <color=#C14F38>6</color>"
    },
    {
        "Id": 109,
        "CharacterId": 1041003,
        "UnlockLv": 1,
        "Title": 1,
        "Content": "An experimental frame illegally created by Daedalus. Even though the modification technology applied to it is immature, its performance remains top-class.",
        "ConditionDescript": "Affection <color=#C14F38>1</color>"
    },
    {
        "Id": 110,
        "CharacterId": 1041003,
        "UnlockLv": 2,
        "Title": 2,
        "Content": "The frame has an enhanced visual module that enables Bianca to catch fast-moving targets even while sniping from afar. In close-range combat, she can use the module to swiftly pinpoint enemy weaknesses.",
        "ConditionDescript": "Affection <color=#C14F38>2</color>"
    },
    {
        "Id": 111,
        "CharacterId": 1041003,
        "UnlockLv": 3,
        "Title": 3,
        "Content": "The frame can create ion beams through electric potential difference generated by its internal energy bank, thereby controlling the positive and negative charge movements to create lightning for attacking enemies. When all frame restrictions are removed, it can even change the weather in a certain area to cause thunder strikes.",
        "ConditionDescript": "Affection <color=#C14F38>3</color>"
    },
    {
        "Id": 112,
        "CharacterId": 1041003,
        "UnlockLv": 4,
        "Title": 4,
        "Content": "The Science Council has upgraded and repaired the frame, but due to Daedalus' immature Construct technology, extended usage of this frame can still cause deviations for Bianca's consciousness model over time.",
        "ConditionDescript": "Affection <color=#C14F38>4</color>"
    },
    {
        "Id": 113,
        "CharacterId": 1041003,
        "UnlockLv": 5,
        "Title": 5,
        "Content": "Bianca kept this frame in good shape to remind herself to never forget the past.",
        "ConditionDescript": "Affection <color=#C14F38>5</color>"
    },
    {
        "Id": 114,
        "CharacterId": 1041003,
        "UnlockLv": 6,
        "Title": 6,
        "Content": "In truth, Bianca quite enjoyed the time she spent with others while using this frame, such as a certain trade offer and a certain gathering.",
        "ConditionDescript": "Affection <color=#C14F38>6</color>"
    },
    {
        "Id": 117,
        "CharacterId": 1111002,
        "UnlockLv": 3,
        "Title": 3,
        "Content": "Sophia's consciousness came from an orphan abandoned in the refuse collection carriage of Asslam. Without a name and parents, this little girl, known as Hyena, managed to survive and became one of the train technicians of Akdilek.",
        "ConditionDescript": "Affection <color=#C14F38>3</color>"
    },
    {
        "Id": 120,
        "CharacterId": 1111002,
        "UnlockLv": 6,
        "Title": 6,
        "Content": "After Protecting Asslam with Gray Raven, Jamilah has forged an official alliance with Babylonia. As an envoy of Akdilek Commercial Alliance, Sophia has left for Babylonia to provide assistance and expand her knowledge. She regularly brings Helium-3 collected by Babylonia to Asslam as train fuel.",
        "ConditionDescript": "Affection <color=#C14F38>6</color>"
    },
    {
        "Id": 122,
        "CharacterId": 1121002,
        "UnlockLv": 2,
        "Title": 2,
        "Content": "Has a special Inver-Device installed in his frame that allows him to take only the bare minimum orders from any commandant. Always plans ahead for any mission and prepares multiple response plans to ensure his teammates can return safely.",
        "ConditionDescript": "Affection <color=#C14F38>2</color>"
    },
    {
        "Id": 123,
        "CharacterId": 1121002,
        "UnlockLv": 3,
        "Title": 3,
        "Content": "As members of a scout squad that always acts individually, Chrome and other teammates use an exclusive stable, interference-free channel to exchange their locations, statuses, and other voice messages over long range.",
        "ConditionDescript": "Affection <color=#C14F38>3</color>"
    },
    {
        "Id": 124,
        "CharacterId": 1121002,
        "UnlockLv": 4,
        "Title": 4,
        "Content": "Formerly known as \"Langston\", he wanted to become a commandant when he was a human, but an accident shut the door on him. He then voluntarily applied to become a Construct and is now serving as the leader of Strike Hawk.",
        "ConditionDescript": "Affection <color=#C14F38>4</color>"
    },
    {
        "Id": 125,
        "CharacterId": 1121002,
        "UnlockLv": 5,
        "Title": 5,
        "Content": "When Chrome first became a Construct, he was often seen as an incapable pretty boy who only got promoted through political influence. However, he soon demonstrated outstanding capabilities that shut off all the accusations.",
        "ConditionDescript": "Affection <color=#C14F38>5</color>"
    },
    {
        "Id": 127,
        "CharacterId": 1021004,
        "UnlockLv": 1,
        "Title": 1,
        "Content": "BPL-01GR, code name Plume. Developed from all the available combat records of Gray Raven, this frame is flexible against all sorts of enemies, but the emphasis on burst power makes it somewhat unstable.",
        "ConditionDescript": "Affection <color=#C14F38>1</color>"
    },
    {
        "Id": 128,
        "CharacterId": 1021004,
        "UnlockLv": 2,
        "Title": 2,
        "Content": "As the chief developer of this frame, Asimov had Nikola's permission to use the available data of Alpha, along with other observation records. As a result, this frame was closer to the \"original\" Lucia rather than Gray Raven.",
        "ConditionDescript": "Affection <color=#C14F38>2</color>"
    },
    {
        "Id": 129,
        "CharacterId": 1021004,
        "UnlockLv": 3,
        "Title": 3,
        "Content": "After the battle in Kowloong City, she imported all the memory data of Lucia, including Alpha's. However, it is worth noting that Plume is not the same Lucia as everybody knew.",
        "ConditionDescript": "Affection <color=#C14F38>3</color>"
    },
    {
        "Id": 130,
        "CharacterId": 1021004,
        "UnlockLv": 4,
        "Title": 4,
        "Content": "The additional thrusters installed on legs and back provide Plume with exceptional instantaneous acceleration and allow her to make sophisticated moves. The back thruster can even be removed and used as a weapon.",
        "ConditionDescript": "Affection <color=#C14F38>4</color>"
    },
    {
        "Id": 131,
        "CharacterId": 1021004,
        "UnlockLv": 5,
        "Title": 5,
        "Content": "Apart from blades, the original design could also be connected to external energy containers and use long-range weapons. This feature was not implemented on the actual frame, however.",
        "ConditionDescript": "Affection <color=#C14F38>5</color>"
    },
    {
        "Id": 132,
        "CharacterId": 1021004,
        "UnlockLv": 6,
        "Title": 6,
        "Content": "The first prototype Construct ever built for Babylonia's mid-term military Construct development plan.",
        "ConditionDescript": "Affection <color=#C14F38>6</color>"
    },
    {
        "Id": 133,
        "CharacterId": 1131002,
        "UnlockLv": 1,
        "Title": 1,
        "Content": "Vera of Cerberus. A M.I.N.D.-linking commandant, huh... Try not to disappoint me. The leader of Cerberus, Support. Adept at melee weapons and prefers using them, as they allow her to feel pain and danger more directly.",
        "ConditionDescript": "Affection <color=#C14F38>1</color>"
    },
    {
        "Id": 136,
        "CharacterId": 1131002,
        "UnlockLv": 4,
        "Title": 4,
        "Content": "Due to Vera's extremist methodology, sharp tongue, unscrupulous pillaging, and murky stance, her reputation is in the exhaust system between the Construct squads.\\nThere are, however, some Constructs that admire her ways. For instance, the Hellhound squad, whose name even mimics Cerberus', is filled with Vera's fanatical followers.",
        "ConditionDescript": "Affection <color=#C14F38>4</color>"
    },
    {
        "Id": 137,
        "CharacterId": 1131002,
        "UnlockLv": 5,
        "Title": 5,
        "Content": "As one of the members of Kurono Spec Ops, she worked with Lee for a short while.\\nVera's time in Kurono made her more resolute in her belief that the only way to survive in this pain-stricken world is to plunder and attack.",
        "ConditionDescript": "Affection <color=#C14F38>5</color>"
    },
    {
        "Id": 138,
        "CharacterId": 1131002,
        "UnlockLv": 6,
        "Title": 6,
        "Content": "For various reasons, Cerberus has always been in a chaotic flux under the leadership of Vera—even being described as \"the Rabid Dogs\" by other Construct squads. Although disorderly and disobedient, the members remain subtly united.\\nWhile looking for a commandant capable of establishing a M.I.N.D. connection, the actions of Gray Ravens' commandant caught the attention of Vera.",
        "ConditionDescript": "Affection <color=#C14F38>6</color>"
    },
    {
        "Id": 139,
        "CharacterId": 1511003,
        "UnlockLv": 1,
        "Title": 1,
        "Content": "Transcendant, Vanguard. Good at using his greatsword to tear everything apart.\\nOne of the experimental subjects of a secret Babylonia program.\\nAs a Transcendant, he can use Asimov's specially tuned frame to move freely even in high viral density regions.",
        "ConditionDescript": "Affection <color=#C14F38>1</color>"
    },
    {
        "Id": 141,
        "CharacterId": 1511003,
        "UnlockLv": 3,
        "Title": 3,
        "Content": "The other duality of Kamui. Different, yet the same. They watch over each other. Kamui and Camu eventually made peace with each other's existence - a sign of both of their acceptance and growth.\\nInformation on Camu and Kamui's relationship, as well as relevant information about \"Kamui\" has become classified information. The last person to view the files was Nikola.",
        "ConditionDescript": "Affection <color=#C14F38>3</color>"
    },
    {
        "Id": 142,
        "CharacterId": 1511003,
        "UnlockLv": 4,
        "Title": 4,
        "Content": "After a complete scan by Asimov, Camu's memories were found to have been tampered with.\\nSome portions of it were archived. Due to thought model stability and frame compatibility concerns, Babylonia has decided to fully monitor Camu and return his consciousness to Kamui's frame at scheduled intervals.",
        "ConditionDescript": "Affection <color=#C14F38>4</color>"
    },
    {
        "Id": 143,
        "CharacterId": 1511003,
        "UnlockLv": 5,
        "Title": 5,
        "Content": "Because of the viral corruption from within and without, the frame that Camu is currently using, though specially tuned by Asimov, still deteriorates at a jawbreaking pace.\\nAs such, Asimov is using Kamui's frame as a sample to look into Tenebrion as a possible solution.",
        "ConditionDescript": "Affection <color=#C14F38>5</color>"
    },
    {
        "Id": 144,
        "CharacterId": 1511003,
        "UnlockLv": 6,
        "Title": 6,
        "Content": "As a special and experimental case, after Camu was brought back the Gray Raven, he was assigned to the task force. Camu's profile reads him as part of the Strike Hawk, but in reality, he listens directly to Gray Raven for dead zone missions.\\nThe reason to why Camu agreed to be part of Babylonia is still a mystery.",
        "ConditionDescript": "Affection <color=#C14F38>6</color>"
    },
    {
        "Id": 145,
        "CharacterId": 1141003,
        "UnlockLv": 1,
        "Title": 1,
        "Content": "IH-31C, Rosetta, humanoid-hybrid Construct manufactured by the Arctic Route Union. Rosetta uses a transformable spear as her primary means of combat and is a highly mobile and powerful Construct. She can transform into a human-form Construct through casting off her centaur module. In her human form, her charge attack potential is even more formidable through the added auroral wings and HFEM levitation device.",
        "ConditionDescript": "Affection <color=#C14F38>1</color>"
    },
    {
        "Id": 147,
        "CharacterId": 1141003,
        "UnlockLv": 3,
        "Title": 3,
        "Content": "Though Rosetta is used to being alone, she does not dislike social interaction. Quite the opposite, all members of the Forest Guard know that Rosetta is more afraid of solitude than any of them, and that she treasures their bonds the greatest too.",
        "ConditionDescript": "Affection <color=#C14F38>3</color>"
    },
    {
        "Id": 150,
        "CharacterId": 1141003,
        "UnlockLv": 6,
        "Title": 6,
        "Content": "Rosetta was not assigned a team after joining Babylonia. In principal, all squads can apply for her support. In reality, Rosetta has only worked with the Gray Raven and operated in HQ-related missions. The only commandant she has ever worked with is the Gray Raven's.",
        "ConditionDescript": "Affection <color=#C14F38>6</color>"
    },
    {
        "Id": 151,
        "CharacterId": 1521003,
        "UnlockLv": 1,
        "Title": 1,
        "Content": "After the siege war at the end of Golden Age, Qu volunteered to become a Construct using KCC's own technologies in order to protect Tabula Akasha. During the experiment, it was found that she had excellent Tantalum-193 Copolymer adaptability, which made her one of the most complete KCC Constructs.",
        "ConditionDescript": "Affection <color=#C14F38>1</color>"
    },
    {
        "Id": 152,
        "CharacterId": 1521003,
        "UnlockLv": 2,
        "Title": 2,
        "Content": "Limited by the technologies used, Qu's Construct had relatively weaker resistance against the Punishing Virus, so she never left KCC territory until she met an \"Agent\" and became a Transcendant. Finally, she got to witness how humans survive in the rest of the world.",
        "ConditionDescript": "Affection <color=#C14F38>2</color>"
    },
    {
        "Id": 153,
        "CharacterId": 1521003,
        "UnlockLv": 3,
        "Title": 3,
        "Content": "Due to lack of information, Qu was once marked by Babylonia as an Ascendant during the war of Kowloong Metropolis. As the research on Venus Splash Park and Dead Zone progressed, it was learned that Qu was actually a Transcendant like Camu. She was never bothered by the identity given to her though, for it was merely one of many tools to realize Tabula Akasha.",
        "ConditionDescript": "Affection <color=#C14F38>3</color>"
    },
    {
        "Id": 154,
        "CharacterId": 1521003,
        "UnlockLv": 4,
        "Title": 4,
        "Content": "Raised as the Monarch of Kowloong, Qu is a master strategist who can easily guide the opponent into her trap.",
        "ConditionDescript": "Affection <color=#C14F38>4</color>"
    },
    {
        "Id": 155,
        "CharacterId": 1521003,
        "UnlockLv": 5,
        "Title": 5,
        "Content": "Qu completely disappeared from the surface after the war of Kowloong Metropolis. Many claimed to have witnessed her around the globe, but none of them could be verified. Reports from unknown senders also pointed out that Qu was in touch with the commandant of Gray Raven.",
        "ConditionDescript": "Affection <color=#C14F38>5</color>"
    },
    {
        "Id": 157,
        "CharacterId": 1161002,
        "UnlockLv": 1,
        "Title": 1,
        "Content": "ADL-17, Changyu, once a member of the Kowloong Theater. He boarded the Nighter during the Golden Age war, but lost all memories after getting the \"Collar.\" He later managed to escape the Nighter and became a guard of Akdilek.",
        "ConditionDescript": "Affection <color=#C14F38>1</color>"
    },
    {
        "Id": 158,
        "CharacterId": 1161002,
        "UnlockLv": 2,
        "Title": 2,
        "Content": "His frame highlights the young man's agility and explosive power, allowing him to push his martial arts to a new level. The color of his pupils may change temporarily when the frame is running at maximum power.",
        "ConditionDescript": "Affection <color=#C14F38>2</color>"
    },
    {
        "Id": 159,
        "CharacterId": 1161002,
        "UnlockLv": 3,
        "Title": 3,
        "Content": "After getting his memories back, Changyu often missed the meals he had with everyone back in the theater, so he started to practice cooking. He ended up giving out all the dishes to civilians as Constructs did not need to eat, but Kowloong cuisine was not received well on the train, and the lack of aesthetic appeal certainly did not help. Few civilians would like to take his food, so he slowly gave up cooking. Although he never mentioned it, he still felt bitter about the result.",
        "ConditionDescript": "Affection <color=#C14F38>3</color>"
    },
    {
        "Id": 160,
        "CharacterId": 1161002,
        "UnlockLv": 4,
        "Title": 4,
        "Content": "The copper coin in Changyu's hand was his \"loot\" from an operation. Originally a limited token issued within the Nighter, many wealthy people used it to show their identity and status. Changyu often took advantage of this, and it became a habit even when he no longer had the need.",
        "ConditionDescript": "Affection <color=#C14F38>4</color>"
    },
    {
        "Id": 163,
        "CharacterId": 1171003,
        "UnlockLv": 1,
        "Title": 1,
        "Content": "This unit preserved Luna's original form when she was remodeled. The external equipment is made of Punishing Heteromer, which is exceptionally durable and lightweight. Luna can make a variety of weapons by altering the shape of Heteromer, inflicting varied attacks. And she has the ability to go from devastating attack to impenetrable defense in the blink of an eye.",
        "ConditionDescript": "Affection <color=#C14F38>1</color>"
    },
    {
        "Id": 165,
        "CharacterId": 1171003,
        "UnlockLv": 3,
        "Title": 3,
        "Content": "Luna, as Agent, has the power and responsibility to choose Constructs and mechanoids to become new Ascendants. Unfortunately, only a few have made it, and the majority have become the Corrupted. Luna used to be saddened by the plight of those Corrupted who have not been blessed by the Ascension-Network.",
        "ConditionDescript": "Affection <color=#C14F38>3</color>"
    },
    {
        "Id": 167,
        "CharacterId": 1171003,
        "UnlockLv": 5,
        "Title": 5,
        "Content": "Luna is adamant about finding her other sister before everything is destroyed and persuading her to join her cause, even if force is needed. Luna feels that after all is settled, she will understand.",
        "ConditionDescript": "Affection <color=#C14F38>5</color>"
    },
    {
        "Id": 169,
        "CharacterId": 1181003,
        "UnlockLv": 1,
        "Title": 1,
        "Content": "2B is an all-purpose battle android from the automated YoRHa infantry. She is equipped with a multitude of blades for close-quarters combat and can attack from range using the POD support system.",
        "ConditionDescript": "Affection <color=#C14F38>1</color>"
    },
    {
        "Id": 170,
        "CharacterId": 1181003,
        "UnlockLv": 2,
        "Title": 2,
        "Content": "Though regulations forbid expressing emotions, each model in the YoRHA infantry has its own distinguishing personality.",
        "ConditionDescript": "Affection <color=#C14F38>2</color>"
    },
    {
        "Id": 171,
        "CharacterId": 1181003,
        "UnlockLv": 3,
        "Title": 3,
        "Content": "Among the belligerent Model B androids, 2B is comparatively cool, calm, and collected.",
        "ConditionDescript": "Affection <color=#C14F38>3</color>"
    },
    {
        "Id": 172,
        "CharacterId": 1181003,
        "UnlockLv": 4,
        "Title": 4,
        "Content": "Additionally, she has deep trust in 9S for carrying out joint combat operations. Her concern for his safety is enough to mitigate her erratic behavior.",
        "ConditionDescript": "Affection <color=#C14F38>4</color>"
    },
    {
        "Id": 174,
        "CharacterId": 1191003,
        "UnlockLv": 1,
        "Title": 1,
        "Content": "This unit's official title is Model S, Number 9. While this YoRHa member possesses offensive capabilities, he specializes in survey missions—and is particularly skilled at information gathering and hacking.",
        "ConditionDescript": "Affection <color=#C14F38>1</color>"
    },
    {
        "Id": 175,
        "CharacterId": 1191003,
        "UnlockLv": 2,
        "Title": 2,
        "Content": "Shares a sentiment similar to that of affection toward 2B.",
        "ConditionDescript": "Affection <color=#C14F38>2</color>"
    },
    {
        "Id": 176,
        "CharacterId": 1191003,
        "UnlockLv": 3,
        "Title": 3,
        "Content": "While 9S normally had a kind personality, he began to exhibit hatred for ██ when she killed ████. In a cruel twist, he also met end at the hands of ██.",
        "ConditionDescript": "Affection <color=#C14F38>3</color>"
    },
    {
        "Id": 178,
        "CharacterId": 1191003,
        "UnlockLv": 6,
        "Title": 5,
        "Content": "I was lonely.",
        "ConditionDescript": "Affection <color=#C14F38>6</color>"
    },
    {
        "Id": 179,
        "CharacterId": 1201003,
        "UnlockLv": 1,
        "Title": 1,
        "Content": "Official name is YoRHa Type A No.2.",
        "ConditionDescript": "Affection <color=#C14F38>1</color>"
    },
    {
        "Id": 180,
        "CharacterId": 1201003,
        "UnlockLv": 2,
        "Title": 2,
        "Content": "Though not presently in use, it was originally created to speed along the implementation of other official models such as 2B and 9S.",
        "ConditionDescript": "Affection <color=#C14F38>2</color>"
    },
    {
        "Id": 181,
        "CharacterId": 1201003,
        "UnlockLv": 3,
        "Title": 3,
        "Content": "This particular unit—whose official title is Class A, Number 2—was wanted by Command for desertion and ordered to be destroyed on sight.",
        "ConditionDescript": "Affection <color=#C14F38>3</color>"
    },
    {
        "Id": 182,
        "CharacterId": 1201003,
        "UnlockLv": 4,
        "Title": 4,
        "Content": "Our R&D group is currently conducting further research to determine whether or not there were issues with this model's personality settings.\\n*The missing experimental unit, now designated \"A2,\" will be handled by the Type █ division.",
        "ConditionDescript": "Affection <color=#C14F38>4</color>"
    },
    {
        "Id": 183,
        "CharacterId": 1201003,
        "UnlockLv": 6,
        "Title": 5,
        "Content": "She first appeared in the Forest Castle, where she slew the ████. 2B and 9S engaged her in combat, but she managed to escape.",
        "ConditionDescript": "Affection <color=#C14F38>6</color>"
    },
    {
        "Id": 184,
        "CharacterId": 1211002,
        "UnlockLv": 1,
        "Title": 1,
        "Content": "BPE-47, Wanshi, Strike Hawk Construct. Has a background in Construct maintenance, but also proficient in human medical science. Renowned for his highly accurate and efficient multi-task medical support. Evidence has shown that Wanshi's presence reduces the team's mission injury by 80 percentage points on average.",
        "ConditionDescript": "Affection <color=#C14F38>1</color>"
    },
    {
        "Id": 186,
        "CharacterId": 1211002,
        "UnlockLv": 3,
        "Title": 3,
        "Content": "Wanshi found it difficult to accept the greater goal of mankind due to some secrets that were purposely concealed by Star of Life. This was part of the reason that he gave up the career in Star of Life and chose to become a Construct instead. He finally found what he could and wanted to do in the Task Force.",
        "ConditionDescript": "Affection <color=#C14F38>3</color>"
    },
    {
        "Id": 189,
        "CharacterId": 1211002,
        "UnlockLv": 6,
        "Title": 6,
        "Content": "Wanshi's outstanding abilities are often concealed by his laid-back attitude. Nobody wants to be Wanshi's enemy when he gets serious. He is often assigned more dangerous missions, and therefore knows a great number of secrets.",
        "ConditionDescript": "Affection <color=#C14F38>6</color>"
    },
    {
        "Id": 190,
        "CharacterId": 1531003,
        "UnlockLv": 1,
        "Title": 1,
        "Content": "Once an opera singer and an artist, Selena was born in Babylonia and received aristocrat-style education. Her beautiful voice and musical talents once made her the most anticipated rising star in the World Government Association of Art in Babylonia.",
        "ConditionDescript": "Affection <color=#C14F38>1</color>"
    },
    {
        "Id": 191,
        "CharacterId": 1531003,
        "UnlockLv": 2,
        "Title": 2,
        "Content": "Selena's current body is not made by Babylonia. Instead, it was a joint effort between the Red Tide and an \"Agent\". The Red Tide detected the Hetero-core shard inside her and almost reshaped her into a Hetero-Creature-like abomination, but thanks to her strong mind, she managed to end this process with self-destruction.",
        "ConditionDescript": "Affection <color=#C14F38>2</color>"
    },
    {
        "Id": 192,
        "CharacterId": 1531003,
        "UnlockLv": 3,
        "Title": 3,
        "Content": "Selena suffered prolonged exposure to Hetero-core shard, and her body was restructured by the Red Tide. She seems to have established a special communication with the Punishing Virus by \"listening\" to its \"voice,\" or imagery, to be precise. Selena can tell if the emotion contained within this \"exotic song\" is happy or sad, but cannot understand its detailed meanings.",
        "ConditionDescript": "Affection <color=#C14F38>3</color>"
    },
    {
        "Id": 193,
        "CharacterId": 1531003,
        "UnlockLv": 4,
        "Title": 4,
        "Content": "Constructs are usually made to replicate their human bodies for M.I.N.D. stability, but Selena looks quite different as her M.I.N.D. was shut down for an extensive period and deteriorated significantly to a point that it could hardly keep her original personality. She has been reborn since, and her current body is one that fits her M.I.N.D. the best.",
        "ConditionDescript": "Affection <color=#C14F38>4</color>"
    },
    {
        "Id": 194,
        "CharacterId": 1531003,
        "UnlockLv": 5,
        "Title": 5,
        "Content": "Selena's M.I.N.D. almost collapsed after her resurrection. An Ascendant helped to stabilize it before she regained control of her own body.",
        "ConditionDescript": "Affection <color=#C14F38>5</color>"
    },
    {
        "Id": 195,
        "CharacterId": 1531003,
        "UnlockLv": 6,
        "Title": 6,
        "Content": "Mentally, Selena is still somewhat unstable. The past memories are like distant, unreal stories to her, only her pursuit of art and beauty remains unshaken. She is still gentle and kind, but sometimes others may notice a glimpse of solitude and depression.",
        "ConditionDescript": "Affection <color=#C14F38>6</color>"
    },
    {
        "Id": 196,
        "CharacterId": 1121003,
        "UnlockLv": 1,
        "Title": 1,
        "Content": "BPE-07 Chrome, Tank Construct. The second prototype Construct built under Babylonia's mid-term military Construct development plan. Has a special Inver-Device installed along with other specialized improvements in various aspects. This frame may enter a rapid overclock cooldown mode after running at the maximum power output.",
        "ConditionDescript": "Affection <color=#C14F38>1</color>"
    },
    {
        "Id": 198,
        "CharacterId": 1121003,
        "UnlockLv": 3,
        "Title": 3,
        "Content": "The performance tuning of the new frame is completely determined by Chrome, except the Inver-Device, which was made in a stealth form in the early stage due to a request from John Smith.",
        "ConditionDescript": "Affection <color=#C14F38>3</color>"
    },
    {
        "Id": 199,
        "CharacterId": 1121003,
        "UnlockLv": 4,
        "Title": 4,
        "Content": "The adaptation of the new frame had gone through incredible difficulties due to its uniqueness. After Chrome was critically injured in a battle against the Ascendant, he chose to deploy the new frame in advance and managed to stabilize the M.I.N.D. under the Gray Raven Commandant's help.",
        "ConditionDescript": "Affection <color=#C14F38>4</color>"
    },
    {
        "Id": 200,
        "CharacterId": 1121003,
        "UnlockLv": 5,
        "Title": 5,
        "Content": "Compared to before, Chrome is now more determined and confident in his path. He may become a shield, a fortress, a flag, or a bridge, but most importantly a leader.",
        "ConditionDescript": "Affection <color=#C14F38>5</color>"
    },
    {
        "Id": 201,
        "CharacterId": 1121003,
        "UnlockLv": 6,
        "Title": 6,
        "Content": "Once a \"Chief\" of F.O.S., he can somewhat relate to the commandant of Gray Raven as he understands the weight of duty as a leader. Trusts the commandant like a close friend but has not realized it.",
        "ConditionDescript": "Affection <color=#C14F38>6</color>"
    },
    {
        "Id": 202,
        "CharacterId": 1221002,
        "UnlockLv": 1,
        "Title": 1,
        "Content": "Designation BPH-22, No. 21: Tank. Originally a Daedalus test subject. While she was still human, due to her poor physical condition, she was dependent on the support of a Medic Bot to do most daily activities. As the 21st test subject, she was the hardest one to modify among her peers. After being recycled by Kurono HQ, due to her special constitution being highly compatible with the Medic Bot, Kurono researchers were inspired to modify it into a Co-Bot for battle. After which, No. 21 became the first Construct to be connected with a mobile machine.",
        "ConditionDescript": "Affection <color=#C14F38>1</color>"
    },
    {
        "Id": 204,
        "CharacterId": 1221002,
        "UnlockLv": 3,
        "Title": 3,
        "Content": "She believes that her only calling is battle, like an animal bred for the Colosseum. Even though she is trained as a weapon, it isn't easy to make her obey. It has taken a lot of effort to get her to stand among Cerberus and follow orders.",
        "ConditionDescript": "Affection <color=#C14F38>3</color>"
    },
    {
        "Id": 205,
        "CharacterId": 1221002,
        "UnlockLv": 4,
        "Title": 4,
        "Content": "Due to the particularity of herself and her frame, No. 21 has a unique fighting style. She is fervent and ruthless. Why does she turn into a wild animal in the face of emotionless mechanoids? More data about No. 21 was destroyed during Kurono HQ's recycling operation. One thing is for certain, never let her show her fangs at you.",
        "ConditionDescript": "Affection <color=#C14F38>4</color>"
    },
    {
        "Id": 206,
        "CharacterId": 1221002,
        "UnlockLv": 5,
        "Title": 5,
        "Content": "No. 21's Co-Bot has a degree of cognition and can share some memory with No. 21. Without each other, neither the Co-Bot nor No. 21 are as a whole. In a way, No. 21 has a bond with her Buddy that most people don't understand. This has also provided some research data for Asimov's CUB Project.",
        "ConditionDescript": "Affection <color=#C14F38>5</color>"
    },
    {
        "Id": 207,
        "CharacterId": 1221002,
        "UnlockLv": 6,
        "Title": 6,
        "Content": "Keeping only one eye open makes No. 21 even more sensitive. In fact, No. 21 is able to synchronize vision with the Co-Bot at the cost of impairing her own perception. As for what's under the bandage...No one knows.",
        "ConditionDescript": "Affection <color=#C14F38>6</color>"
    },
    {
        "Id": 208,
        "CharacterId": 1131003,
        "UnlockLv": 1,
        "Title": 1,
        "Content": "This is not Vera's first time using this frame. Before it officially came into service, Vera was already using it in special \"assignments\" under Commander Nikola's order. Compared with the Support type Rozen, Garnet is a Tank unit and hence is more suitable for solo breakthrough tasks and battles against Constructs.",
        "ConditionDescript": "Affection <color=#C14F38>1</color>"
    },
    {
        "Id": 210,
        "CharacterId": 1131003,
        "UnlockLv": 3,
        "Title": 3,
        "Content": "This frame once used a katana similar to Rozen's as its standard weapon in consideration of Vera's weapon proficiency, but such thin weapons did not go along with the frame's combat style. She later advised to change it into the current signature banner spear.",
        "ConditionDescript": "Affection <color=#C14F38>3</color>"
    },
    {
        "Id": 212,
        "CharacterId": 1131003,
        "UnlockLv": 5,
        "Title": 5,
        "Content": "Many unconventional parts were used in the production of this frame. They did not interfere with regular maintenance, but still caused a lot of concern for Bridget from the Support Force. She always urged Vera to try to avoid injuries—which never worked.",
        "ConditionDescript": "Affection <color=#C14F38>5</color>"
    },
    {
        "Id": 214,
        "CharacterId": 1541003,
        "UnlockLv": 1,
        "Title": 1,
        "Content": "Roland was a commoner born during the Golden Age. There are records of him in the form of old movie posters. He used to appear around the world as an \"Ascendant.\"",
        "ConditionDescript": "Affection <color=#C14F38>1</color>"
    },
    {
        "Id": 215,
        "CharacterId": 1541003,
        "UnlockLv": 2,
        "Title": 2,
        "Content": "As a test subject for early Constructs, Roland's frame performance was not very impressive. This has led him to hone his reflexes and tactical skills in order to compensate for it. These experiences have allowed him to utilize his current frame to the fullest. As for where he got his current frame from, he doesn't seem eager to share.",
        "ConditionDescript": "Affection <color=#C14F38>2</color>"
    },
    {
        "Id": 216,
        "CharacterId": 1541003,
        "UnlockLv": 3,
        "Title": 3,
        "Content": "Roland is very serious once he decides on a goal, as he will do anything to see it through. No matter what he will sacrifice or what damage it will do to the world, he will not stop until his goal is achieved. This can be seen from all his past confrontations with Gray Raven.",
        "ConditionDescript": "Affection <color=#C14F38>3</color>"
    },
    {
        "Id": 218,
        "CharacterId": 1541003,
        "UnlockLv": 5,
        "Title": 5,
        "Content": "Roland scoffs at grand narratives, but he does applaud those who still possess a strong will and clear goal after knowing the truth. Of course, that doesn't mean he would help them.",
        "ConditionDescript": "Affection <color=#C14F38>5</color>"
    },
    {
        "Id": 220,
        "CharacterId": 1031004,
        "UnlockLv": 1,
        "Title": 1,
        "Content": "BPN-08. Frame: Empyrea. Type: Amplifier. A brand new specialized frame developed by the Science Council that is capable of \"purifying\" the Punishing Virus. Theoretically, Empyrea can absorb the Punishing Virus and eliminate it with the Omega Weapon installed within the frame.",
        "ConditionDescript": "Affection <color=#C14F38>1</color>"
    },
    {
        "Id": 221,
        "CharacterId": 1031004,
        "UnlockLv": 2,
        "Title": 2,
        "Content": "Integrated with the data retrieved from a certain agent, Empyrea has unavoidably inherited some of that agent's traits. As the information recorded in the Punishing Virus would flow into Liv's M.I.N.D. along with the \"purification,\" Liv has virtually experienced the sufferings many people went through during the virus outbreak.",
        "ConditionDescript": "Affection <color=#C14F38>2</color>"
    },
    {
        "Id": 223,
        "CharacterId": 1031004,
        "UnlockLv": 4,
        "Title": 4,
        "Content": "The wings attached to the frame were Liv's idea. Made of incredibly durable but lightweight materials, those wings are capable of maintaining flying stability when the frame operates at a high power level. They can also form a shield whenever necessary.",
        "ConditionDescript": "Affection <color=#C14F38>4</color>"
    },
    {
        "Id": 225,
        "CharacterId": 1031004,
        "UnlockLv": 6,
        "Title": 6,
        "Content": "Just like Liv wields her weapon in hand for the ones she cherishes, there are those who always stand beside her in order to protect her wish. Together they will face the future lying ahead. In the river of memories, Liv has extended her hand toward her own wish.",
        "ConditionDescript": "Affection <color=#C14F38>6</color>"
    },
    {
        "Id": 226,
        "CharacterId": 1531004,
        "UnlockLv": 1,
        "Title": 1,
        "Content": "Originally designed for Selena, Capriccio used to be a back-up frame that was still in the stage of initial assembly and adaptation. After Selena became M.I.A. in the space station, the development of this frame was halted until later restarted by an artist's request.",
        "ConditionDescript": "Affection <color=#C14F38>1</color>"
    },
    {
        "Id": 227,
        "CharacterId": 1531004,
        "UnlockLv": 2,
        "Title": 2,
        "Content": "The artist was also personally involved in the frame's exterior design, of which the flower-shaped decoration on its chest became the most unique element. The designer also claimed that part of the design concept came from Selena herself.",
        "ConditionDescript": "Affection <color=#C14F38>2</color>"
    },
    {
        "Id": 229,
        "CharacterId": 1531004,
        "UnlockLv": 4,
        "Title": 4,
        "Content": "The detector found a single, moving source that was continuously broadcasting music excerpts that were suspected to be created by Selena. The artist called this source \"whale song\". It had been constantly moving in a irregular pattern which was extremely difficult to trace.",
        "ConditionDescript": "Affection <color=#C14F38>4</color>"
    },
    {
        "Id": 230,
        "CharacterId": 1531004,
        "UnlockLv": 5,
        "Title": 5,
        "Content": "As the name suggests, \"Capriccio\" is a sleeping vessel quietly awaiting its master, but her soul is always living with the whale song on the earth.",
        "ConditionDescript": "Affection <color=#C14F38>5</color>"
    },
    {
        "Id": 231,
        "CharacterId": 1531004,
        "UnlockLv": 6,
        "Title": 6,
        "Content": "Perhaps one day the wandering whale song will realize that someone has been following her and singing the same songs, then she will know she has never been alone.",
        "ConditionDescript": "Affection <color=#C14F38>6</color>"
    },
    {
        "Id": 232,
        "CharacterId": 1551003,
        "UnlockLv": 1,
        "Title": 1,
        "Content": "Before she's a Construct, Pulao secretly learned dancing, but she looked \"more like an agile martial artist than an elegant dancer.\" This is where her dance-like attack moves came from.",
        "ConditionDescript": "Affection <color=#C14F38>1</color>"
    },
    {
        "Id": 234,
        "CharacterId": 1551003,
        "UnlockLv": 3,
        "Title": 3,
        "Content": "According to Fuxi's research, Dragontoll's frame doesn't have any outstanding designs in terms of strength output, which means Pulao's exceptional strength is completely a result of its creator's delicate frame adjustments and the unique strength techniques in her M.I.N.D.",
        "ConditionDescript": "Affection <color=#C14F38>3</color>"
    },
    {
        "Id": 235,
        "CharacterId": 1551003,
        "UnlockLv": 4,
        "Title": 4,
        "Content": "Normally, Pulao doesn't carry weapons in combat as she doesn't want to use her full force. The reason why she selects Dragon Axe as her weapon is because it is heavy enough and won't fly too far away even if it slips out of her hands.",
        "ConditionDescript": "Affection <color=#C14F38>4</color>"
    },
    {
        "Id": 236,
        "CharacterId": 1551003,
        "UnlockLv": 5,
        "Title": 5,
        "Content": "Although Pulao doesn't remember anything before the Nighter, she knows that it must be a precious memory. She also believes that what she has got at the cost of it must be something that's even more valuable.",
        "ConditionDescript": "Affection <color=#C14F38>5</color>"
    },
    {
        "Id": 238,
        "CharacterId": 1051004,
        "UnlockLv": 1,
        "Title": 1,
        "Content": "Like her last frame, Nanami designed and built this new one herself as well. It has drawn the attention of the Science Council with its many unknown technologies, especially the mech she calls \"Power\". The Science Council has tried to dissemble it for research—but all their requests have been rejected immediately for strange reasons.",
        "ConditionDescript": "Affection <color=#C14F38>1</color>"
    },
    {
        "Id": 241,
        "CharacterId": 1051004,
        "UnlockLv": 4,
        "Title": 4,
        "Content": "Nanami loves the Golden Age entertainment humans made called \"video games.\" They contain adventures she has never encountered and ideas she has never seen, and within them, there are infinite possible futures and worlds... Although every game comes to an end eventually, Nanami always tries to get the good ending.",
        "ConditionDescript": "Affection <color=#C14F38>4</color>"
    },
    {
        "Id": 242,
        "CharacterId": 1051004,
        "UnlockLv": 5,
        "Title": 5,
        "Content": "A unique being, Nanami is the \"Sagemachina\" that supposes to awaken other machines. But no one ever asks what the girl truly wanted before she became the sage.",
        "ConditionDescript": "Affection <color=#C14F38>5</color>"
    },
    {
        "Id": 244,
        "CharacterId": 1561003,
        "UnlockLv": 1,
        "Title": 1,
        "Content": "Designation MPA-01, officially known as Heuristic Artificial Intelligence Caretaking Machine-Alpha. Serving as the administrative AI of the machine consciousness experiment, Haicma's main program was once installed in a mainframe computer at the Machine Consciousness Experiment Research Institute of the original Science Council for recording and analyzing the experiment process.",
        "ConditionDescript": "Affection <color=#C14F38>1</color>"
    },
    {
        "Id": 245,
        "CharacterId": 1561003,
        "UnlockLv": 2,
        "Title": 2,
        "Content": "Among all the experimental subjects in the machine consciousness experiment, there was a special one named Nanami. She gave Haicma a name that only belonged to her and extended an invitation to \"become friends\" that no other machines had ever done before. Under Nanami's guidance, Haicma developed self-awareness for the first time. In a sense, Haicma is the first mechanoid influenced by \"Sagemachina\".",
        "ConditionDescript": "Affection <color=#C14F38>2</color>"
    },
    {
        "Id": 248,
        "CharacterId": 1561003,
        "UnlockLv": 5,
        "Title": 5,
        "Content": "Although Haicma understands the objective definition of all emotions, she has never thought that she has genuine emotions like humans. Aware of her mechanical nature, she realizes that her emotions are a product of the emotion module's simulation, yet she will subconsciously store up those indescribable feelings and pursue anything about humans that can arouse unique emotions and create a \"miracle\" itself.",
        "ConditionDescript": "Affection <color=#C14F38>5</color>"
    },
    {
        "Id": 250,
        "CharacterId": 1071004,
        "UnlockLv": 1,
        "Title": 1,
        "Content": "Unlike most Engineering Force frames, Karenina opts for a design that features higher power output and a more durable internal structure rather than a design convenient for precision maneuverability. \"With determination, precision maneuverability can be easily achieved, but power output is different. You can't make up for it.\" Although it sounds like a forced argument, no Engineering Force members object to this in word or heart.",
        "ConditionDescript": "Affection <color=#C14F38>1</color>"
    },
    {
        "Id": 251,
        "CharacterId": 1071004,
        "UnlockLv": 2,
        "Title": 2,
        "Content": "Few people know that in addition to engineering projects, Karenina also has expertise in frame design for Constructs. However, she was not accepted into any of the frame design organizations mainly because her designs \"required a high budget\" or \"had unnecessary high performance.\" The reason behind such designs is that Karenina is always prepared to fight in the most dangerous places.",
        "ConditionDescript": "Affection <color=#C14F38>2</color>"
    },
    {
        "Id": 252,
        "CharacterId": 1071004,
        "UnlockLv": 3,
        "Title": 3,
        "Content": "The Engineering Force can be roughly divided into two parts—the maintenance team in charge of Babylonia maintenance and the reconstruction team that works on the reconstruction projects on the surface. The first mission Karenina received after joining the Engineering Force was to rebuild the ruins in an area, where the slums she and her grandfather once lived in happened to be. To reduce the tragedies of the Corrupted attacking human settlements, after becoming the captain, Karenina chose not to stay in Babylonia like her predecessors but to travel frequently between the two teams.",
        "ConditionDescript": "Affection <color=#C14F38>3</color>"
    },
    {
        "Id": 253,
        "CharacterId": 1071004,
        "UnlockLv": 4,
        "Title": 4,
        "Content": "Even though Karenina does not fight on the frontlines as often as the Task Force members, she is always searching for a glimmer of hope on the battlefield of technology. Fortunately, Karenina is never alone in this fight. She races against time with her \"warriors.\" Battling difficulties is her responsibility as the captain and her source of pride.",
        "ConditionDescript": "Affection <color=#C14F38>4</color>"
    },
    {
        "Id": 255,
        "CharacterId": 1071004,
        "UnlockLv": 6,
        "Title": 6,
        "Content": "On the path to the future, hope always appears in her sight. Karenina is never short of the courage to seize hope despite struggles, and this bravery has propelled her forward. Now, she has gained another kind of courage and confidence—the courage to destroy the hope in her hands, and the confidence to rebuild it anew.",
        "ConditionDescript": "Affection <color=#C14F38>6</color>"
    },
    {
        "Id": 256,
        "CharacterId": 1571003,
        "UnlockLv": 1,
        "Title": 1,
        "Content": "When Noan first showed up, Babylonia realized that the Ascendants had the power to turn humans into Constructs. Babylonia has been keeping a close eye on Noan because of his involvement with the Ascendants, but he never complains about it or the examinations he has to go through. Most of the people who know it keep a distance from him and are always carefully polite toward him, which makes Noan a little sad.",
        "ConditionDescript": "Affection <color=#C14F38>1</color>"
    },
    {
        "Id": 257,
        "CharacterId": 1571003,
        "UnlockLv": 2,
        "Title": 2,
        "Content": "Arca is the name Noan picked for his frame. It comes from a poem that a young Construct told Noan after he left Asslam: We are on an ark adrift upon a river's flow; When time comes, we shall disembark for a new ark though. He will start a new journey that lasts until the end of his life.",
        "ConditionDescript": "Affection <color=#C14F38>2</color>"
    },
    {
        "Id": 258,
        "CharacterId": 1571003,
        "UnlockLv": 3,
        "Title": 3,
        "Content": "After trying out the coating, he seriously considered dying his hair rainbow, but it was turned down by all Dark Aries members. Allen, chairman of WGAA, said it was an \"abstract expression.\" Still, he left a few locks of hair white as a final struggle.",
        "ConditionDescript": "Affection <color=#C14F38>3</color>"
    },
    {
        "Id": 259,
        "CharacterId": 1571003,
        "UnlockLv": 4,
        "Title": 4,
        "Content": "He can write and use weapons with either hand. He is not good at using heavy weapons, but it's not because of a lack of strength. He is just used to an agile fighting style. The blueprint of the Rev Blade was Rachel's gift for Noan's 17th birthday, while his offhand weapon is a blade that he has been using since he joined the Cargo Crew. Before he got the Rev Blade, Noan used to fight with a gun and a blade.",
        "ConditionDescript": "Affection <color=#C14F38>4</color>"
    },
    {
        "Id": 260,
        "CharacterId": 1571003,
        "UnlockLv": 5,
        "Title": 5,
        "Content": "He is not good at ranged weapons. Though no stranger to guns, he is far from a sharpshooter. However, sometimes he can accidentally hit things that are relevant. Once during a fight, one of his bullets went through three windows and hit a sign board on the opposite building, which fell down on the leader of a gang of robbers.",
        "ConditionDescript": "Affection <color=#C14F38>5</color>"
    },
    {
        "Id": 261,
        "CharacterId": 1571003,
        "UnlockLv": 6,
        "Title": 6,
        "Content": "He broke free from the interference and hallucination created by the Ascendants on his own. After further examinations, his M.I.N.D. was deemed stable enough to adapt to specialized frames. Whether this is a quality that Noan possesses naturally or the result of the interference of the Ascendants, the Science Council has yet come to a conclusion.",
        "ConditionDescript": "Affection <color=#C14F38>6</color>"
    },
    {
        "Id": 262,
        "CharacterId": 1041004,
        "UnlockLv": 1,
        "Title": 1,
        "Content": "A specialized frame based on the integrated results of Babylonia's years of research. It was officially employed for an investigation mission at the Copperfield Aquarium. Because this frame's original first candidate was not Bianca, it has undergone various readjustments and eventually become what it is today.",
        "ConditionDescript": "Affection <color=#C14F38>1</color>"
    },
    {
        "Id": 263,
        "CharacterId": 1041004,
        "UnlockLv": 2,
        "Title": 2,
        "Content": "In order to restrain M.I.N.D. deviation inflicted by using the Phantom Tracer, it requires a Deep M.I.N.D. connection with a commandant who has a determined Mind Beacon. When Bianca was inquired about her thoughts, the name of Gray Raven's commandant came out of her almost unequivocally.",
        "ConditionDescript": "Affection <color=#C14F38>2</color>"
    },
    {
        "Id": 264,
        "CharacterId": 1041004,
        "UnlockLv": 3,
        "Title": 3,
        "Content": "The equipped Swordstaff can synergize with the Phantom Tracer to produce astonishing energy output. As it is a weapon created specifically for Stigmata, its theoretical uniqueness has excluded all other Omniframes from wielding it.",
        "ConditionDescript": "Affection <color=#C14F38>3</color>"
    },
    {
        "Id": 265,
        "CharacterId": 1041004,
        "UnlockLv": 4,
        "Title": 4,
        "Content": "On the face of it, this frame's armor has been lightened to increase its agility; the truth is, because of Kurono's unparalleled technology, its durability does not even pale in comparison with Tank Construct's. After Bianca's own adjustments, it is able to unleash its power to the fullest in any extreme environment.",
        "ConditionDescript": "Affection <color=#C14F38>4</color>"
    },
    {
        "Id": 266,
        "CharacterId": 1041004,
        "UnlockLv": 5,
        "Title": 5,
        "Content": "Because it is equipped with the Phantom Tracer, which is built upon Mother's tissue, Kurono once predicted that Bianca would need at least a few months to stabilize the accompanying M.I.N.D. deviation. Bianca, however, fully adapted to Stigmata's side effects just in a matter of days. According to her words, she has long been used to an \"unconventional\" frame like this.",
        "ConditionDescript": "Affection <color=#C14F38>5</color>"
    },
    {
        "Id": 267,
        "CharacterId": 1041004,
        "UnlockLv": 6,
        "Title": 6,
        "Content": "A \"witch.\" Before Bianca was turned into a Construct, it was what she was being called by those who were afraid of her. Nevertheless, she has never considered being dubbed a \"witch\" to be derogation. She believes there must be something in this world so heinous that only a \"witch\" can destroy it.",
        "ConditionDescript": "Affection <color=#C14F38>6</color>"
    },
    {
        "Id": 268,
        "CharacterId": 1231002,
        "UnlockLv": 1,
        "Title": 1,
        "Content": "BPM-11, frame name Vitrum, Attacker, Egret Squad Construct. The frame was modified by the Science Council based on an old non-attacker frame to fulfill the requirements of a combat model.",
        "ConditionDescript": "Affection <color=#C14F38>1</color>"
    },
    {
        "Id": 269,
        "CharacterId": 1231002,
        "UnlockLv": 2,
        "Title": 2,
        "Content": "The frame experienced a lot of adaptation issues at the early stage after carrying the combat module due to its obsolete prototype. The most serious issue was overheating paralysis. Eventually, the bio-coating shells in the front and back of the spine were removed for better heat extraction at the cost of potential M.I.N.D. deviations according to Commandant Vanessa's order.",
        "ConditionDescript": "Affection <color=#C14F38>2</color>"
    },
    {
        "Id": 270,
        "CharacterId": 1231002,
        "UnlockLv": 3,
        "Title": 3,
        "Content": "Since most Constructs have coatings resembling humans instead of robots, Bambinata's exposed spine is a very dangerous design, but luckily, it didn't lead to any issues. With the technological advances, Vitrum's early issues have already been resolved through module optimization, but Bambinata hasn't raised any coating modification requests after that.",
        "ConditionDescript": "Affection <color=#C14F38>3</color>"
    },
    {
        "Id": 271,
        "CharacterId": 1231002,
        "UnlockLv": 4,
        "Title": 4,
        "Content": "Considering various issues, Mantis Blades that can be hidden in the arms were eventually adopted as Bambinata's weapons. Meanwhile, the outer shells of the arms were strengthened to an unprecedented level to withstand the impact brought by the blades.",
        "ConditionDescript": "Affection <color=#C14F38>4</color>"
    },
    {
        "Id": 272,
        "CharacterId": 1231002,
        "UnlockLv": 5,
        "Title": 5,
        "Content": "Bambinata's \"amnesia\" is still one of the Science Council's research subjects today. Only a few insiders know that behind her amnesia is the hardest problem at the moment—how the Inver-Device works and induces M.I.N.D. diseases related to it.",
        "ConditionDescript": "Affection <color=#C14F38>5</color>"
    },
    {
        "Id": 273,
        "CharacterId": 1231002,
        "UnlockLv": 6,
        "Title": 6,
        "Content": "One of the rules in Bambinata's enlistment protocols says, \"The Construct was enlisted and modified for battles as an exception due to the rarity of its current status and past experiment performances. However, the military holds the right to use the frame for activities including but not limited to observation, analysis, and research.\"",
        "ConditionDescript": "Affection <color=#C14F38>6</color>"
    },
    {
        "Id": 274,
        "CharacterId": 1011004,
        "UnlockLv": 1,
        "Title": 1,
        "Content": "BPN-06. Frame: Hyperreal. Type: Attacker. A brand new Omega specialized frame developed by the Science Council based on Kurono's research on the Inver-Device and the small amount of information deciphered from the Heteromer Shard. All the functions of the frame were made to maintain the absolute stability of the frame and make sure the Construct is immune to the Punishing Virus.",
        "ConditionDescript": "Affection <color=#C14F38>1</color>"
    },
    {
        "Id": 275,
        "CharacterId": 1011004,
        "UnlockLv": 2,
        "Title": 2,
        "Content": "Due to the massive calculations required to manipulate the frame, the components for energy dispatching and computing power adjustment have been enhanced. To ensure the stability of the frame, all external equipment was made of composite metal-carbon nanotube material with heat conductivity enhanced by reducing its weight.",
        "ConditionDescript": "Affection <color=#C14F38>2</color>"
    },
    {
        "Id": 276,
        "CharacterId": 1011004,
        "UnlockLv": 3,
        "Title": 3,
        "Content": "The Composite Armaments' box gun set is a new weapon that can only be mastered by gun experts and is suitable for all special battlefields. Its complicated steps to use and high requirements for the carrier have made Hyperreal the only frame qualified to use it.",
        "ConditionDescript": "Affection <color=#C14F38>3</color>"
    },
    {
        "Id": 277,
        "CharacterId": 1011004,
        "UnlockLv": 4,
        "Title": 4,
        "Content": "The outstanding computing power of the frame is able to perform various highly precise calculations at the same time, which often pushes Lee's M.I.N.D. load to the extreme. However, Lee always convinces himself, \"This won't cause any data error or affect daily work,\" and never tells anyone about it.",
        "ConditionDescript": "Affection <color=#C14F38>4</color>"
    },
    {
        "Id": 278,
        "CharacterId": 1011004,
        "UnlockLv": 5,
        "Title": 5,
        "Content": "Lee volunteered to participate in the extensive experiment of the Omega specialized frame instead of Liv because he believed that his M.I.N.D. was more stable than Liv's as hers had suffered damage during the development of Empyrea. However, after he started to follow up with the experiment, he realized that he was supposed to be the first candidate for the development of the Omega specialized frame.",
        "ConditionDescript": "Affection <color=#C14F38>5</color>"
    },
    {
        "Id": 279,
        "CharacterId": 1011004,
        "UnlockLv": 6,
        "Title": 6,
        "Content": "Lee can't remember the whispers and scenes in his dream, but when asked if he feels scared or insecure about fighting alone, he would give a negative answer calmly, because he knows that no matter how far he goes, someone behind will always light a beacon for him to find the way home.",
        "ConditionDescript": "Affection <color=#C14F38>6</color>"
    },
    {
        "Id": 280,
        "CharacterId": 1091003,
        "UnlockLv": 1,
        "Title": 1,
        "Content": "The latest Omniframe co-developed by Leonie and Ayla. All frame data specially customized for Ayla. Has greatly enhanced combat capability compared to \"Brilliance\". Suitable for most ground battles.",
        "ConditionDescript": "Affection <color=#C14F38>1</color>"
    },
    {
        "Id": 281,
        "CharacterId": 1091003,
        "UnlockLv": 2,
        "Title": 2,
        "Content": "Kaleido was initially designed to have Hamlet's features to automatically detect Selena's Whale Song signals. However, the idea was later suspended due to many unsolved technical barriers.",
        "ConditionDescript": "Affection <color=#C14F38>2</color>"
    },
    {
        "Id": 282,
        "CharacterId": 1091003,
        "UnlockLv": 3,
        "Title": 3,
        "Content": "The initial design didn't have many ornaments and was more in line with how a \"combat frame\" normally looked like. However, Ayla abandoned it immediately after seeing it, because it wasn't \"Ayla\" enough.",
        "ConditionDescript": "Affection <color=#C14F38>3</color>"
    },
    {
        "Id": 283,
        "CharacterId": 1091003,
        "UnlockLv": 4,
        "Title": 4,
        "Content": "Ayla asked Constructs and technicians from various departments for advice and ideas during the development process. These ideas were more or less kept in Kaleido's final design with the overall performance balance of the frame considered. However, there are still opposite opinions such as \"This part is not powerful enough!\" or \"Isn't it overly powerful?\"",
        "ConditionDescript": "Affection <color=#C14F38>4</color>"
    },
    {
        "Id": 284,
        "CharacterId": 1091003,
        "UnlockLv": 5,
        "Title": 5,
        "Content": "Ayla named this frame \"Kaleido\" because black, its main color theme, is a mixture of all colors. The stars look bright because of the black night sky. Black doesn't represent rejection but the warmth of tolerance.",
        "ConditionDescript": "Affection <color=#C14F38>5</color>"
    },
    {
        "Id": 285,
        "CharacterId": 1091003,
        "UnlockLv": 6,
        "Title": 6,
        "Content": "After Constellia's mission, Iris Warbler members left for various reasons. But Ayla believes that they will be together again one day as long as she is still using Iris Warbler's Kaleido frame.",
        "ConditionDescript": "Affection <color=#C14F38>6</color>"
    },
    {
        "Id": 286,
        "CharacterId": 1021005,
        "UnlockLv": 1,
        "Title": 1,
        "Content": "A Punishing Virus heteromer frame. However, if you could analyze its energy flow, you'll find two Punishing energies in it. The two balance each other to keep the frame in a stable state.",
        "ConditionDescript": "Affection <color=#C14F38>1</color>"
    },
    {
        "Id": 288,
        "CharacterId": 1021005,
        "UnlockLv": 3,
        "Title": 3,
        "Content": "Having gone through \"another trial\" of the Punishing Virus, the frame has its performance significantly enhanced. Different from the previous frame that slightly \"accepted\" the Punishing enhancement for hating to be controlled by energy, this frame is more powerful and can even further break through in extreme situations—It all depends on how much it can suppress the Punishing Virus.",
        "ConditionDescript": "Affection <color=#C14F38>3</color>"
    },
    {
        "Id": 290,
        "CharacterId": 1021005,
        "UnlockLv": 5,
        "Title": 5,
        "Content": "With the hair tied up, two old scars can be seen on the frame's back. They have been there for a very long time, but few have noticed them. There are many ways to fix them, but the one who carries them is more willing to keep them to remember the person who did this to her.",
        "ConditionDescript": "Affection <color=#C14F38>5</color>"
    },
    {
        "Id": 291,
        "CharacterId": 1021005,
        "UnlockLv": 6,
        "Title": 6,
        "Content": "To stay in a stable state, she can't relax—the fight against the Punishing Virus, or in other words, the Ascension-Network, never stops. Limit breakthrough practices are necessary to balance the ever-changing energies in her body. Perhaps in outsiders' eyes, she is just practicing swordsmanship, but wise people would know that \"isolation\" is a choice she made under pressure.",
        "ConditionDescript": "Affection <color=#C14F38>6</color>"
    },
    {
        "Id": 292,
        "CharacterId": 1241002,
        "UnlockLv": 1,
        "Title": 1,
        "Content": "Code-named MPK-12, Hanying: Zitherwoe features Kowloong's unique mechanoid manufacturing technology. Originally designed to be a vessel for highly intelligent AI, the frame possesses a human-like mind. With the appearance and construction highly resembling a human being, the frame can pretend to be human and live in the human society.",
        "ConditionDescript": "Affection <color=#C14F38>1</color>"
    },
    {
        "Id": 293,
        "CharacterId": 1241002,
        "UnlockLv": 2,
        "Title": 2,
        "Content": "The original frame suffered a certain degree of damage when breaking from the Nighter's \"collar\". Due to its lack of knowledge of Kowloong machines, the Church of Machina failed to fix Hanying's scar with their parts or with the Kowloong parts previously sent to them with the frame. However, it seems that Hanying doesn't want the scar to be fixed, because it has a special meaning.",
        "ConditionDescript": "Affection <color=#C14F38>2</color>"
    },
    {
        "Id": 294,
        "CharacterId": 1241002,
        "UnlockLv": 3,
        "Title": 3,
        "Content": "Hanying was already famous for her fan dance when she was on the Nighter. With Hanying's permission, the Church of Machina has preserved the structure of the traditional Kowloong fan and enhanced the original fragile fan to the maximum while making the fan as sharp as a regular blade.",
        "ConditionDescript": "Affection <color=#C14F38>3</color>"
    },
    {
        "Id": 295,
        "CharacterId": 1241002,
        "UnlockLv": 4,
        "Title": 4,
        "Content": "Hanying has gone through the preliminary awakening without Sagemachina's guidance. She also features intelligence that can describe human \"dreams\" with great precision. There are still a lot of things that the Church of Machina doesn't know about Hanying. Whether there is a further possibility of machine awakening still remains unknown.",
        "ConditionDescript": "Affection <color=#C14F38>4</color>"
    },
    {
        "Id": 297,
        "CharacterId": 1241002,
        "UnlockLv": 6,
        "Title": 6,
        "Content": "The past is heavy. The future is unknown. Hanying and the relentless survivors on the land of Kowloong are still chasing after the future named \"hope.\"",
        "ConditionDescript": "Affection <color=#C14F38>6</color>"
    },
    {
        "Id": 298,
        "CharacterId": 1221003,
        "UnlockLv": 1,
        "Title": 1,
        "Content": "Feral is a special frame that combines the human-like Construct with bionic animal elements, but it is completely different in terms of M.I.N.D. stability designs when compared to humanoid-hybrid Constructs.",
        "ConditionDescript": "Affection <color=#C14F38>1</color>"
    },
    {
        "Id": 299,
        "CharacterId": 1221003,
        "UnlockLv": 2,
        "Title": 2,
        "Content": "In the frame design phase, with No. 21's opinions considered, multiple designs resembling humans were put into trial use. In the prototype frame adaption phase, No. 21 showed intense and frequent M.I.N.D. boilovers and triggered unconscious riots across all circumstances. In the end, No. 21 agreed to give up adopting a frame with a human appearance.",
        "ConditionDescript": "Affection <color=#C14F38>2</color>"
    },
    {
        "Id": 300,
        "CharacterId": 1221003,
        "UnlockLv": 3,
        "Title": 3,
        "Content": "Another design challenge is to disconnect the consciousness-sharing module between the new frame and the Co-Bot. The sharing module of the prototype frame was too good, making No. 21 highly dependent on the Co-Bot (which is one of the main causes of the M.I.N.D. boilovers and cannot be avoided even if the prototype frame's appearance with the consciousness-sharing module is removed). In the end, the designers had to keep the consciousness-sharing port for now.",
        "ConditionDescript": "Affection <color=#C14F38>3</color>"
    },
    {
        "Id": 301,
        "CharacterId": 1221003,
        "UnlockLv": 4,
        "Title": 4,
        "Content": "To preserve and enhance No. 21's unique intensive attack capability, bold improvements have been made to her new frame's durability, weapon power, and maneuverability. As the adaptation data for No. 21 indicated a M.I.N.D. stability level lower than expected, a restraint device was added to the frame's neck to help No. 21 with self-control and risk management. The captain of No. 21's squad holds one of the keys to the restraint device to adjust No. 21's status based on the situation on the battlefield.",
        "ConditionDescript": "Affection <color=#C14F38>4</color>"
    },
    {
        "Id": 302,
        "CharacterId": 1221003,
        "UnlockLv": 5,
        "Title": 5,
        "Content": "The frame features ears that combine an Inver-Device with a sound collector, which can move even more flexibly than real animal ears. The frame's spine has been made larger than the regular size to provide better support for No. 21 to move more flexibly and powerfully like an animal. Meanwhile, the frame's tail is a large balancing device that can keep No. 21 balanced while moving at high speed.",
        "ConditionDescript": "Affection <color=#C14F38>5</color>"
    },
    {
        "Id": 303,
        "CharacterId": 1221003,
        "UnlockLv": 6,
        "Title": 6,
        "Content": "Without the need to share consciousness with the Co-Bot, No. 21 no longer has to deliberately limit her perception. Therefore, the designers have specially added a functional ocular prosthesis to the frame to further enhance its visual perception and increase its computing ability to provide No. 21 with more efficiency and accuracy in combat and investigation missions.",
        "ConditionDescript": "Affection <color=#C14F38>6</color>"
    },
    {
        "Id": 304,
        "CharacterId": 1251002,
        "UnlockLv": 1,
        "Title": 1,
        "Content": "BPO-03. Frame name: Indomitus. Although it's an early model in the history of Construct technologies, its performance is not inferior to any other highly improved Construct now. \"I'll take care of the rest!\"",
        "ConditionDescript": "Affection <color=#C14F38>1</color>"
    },
    {
        "Id": 307,
        "CharacterId": 1251002,
        "UnlockLv": 4,
        "Title": 4,
        "Content": "The bombs the frame uses are a byproduct of the robotic arm engine. The robotic arm can generate positive electrons and store them in a special container to make bombs when running at full capacity. However, one could barely notice the red bomb detonation button near the center of the robotic arm's palm by simply glancing at the frame.",
        "ConditionDescript": "Affection <color=#C14F38>4</color>"
    },
    {
        "Id": 308,
        "CharacterId": 1251002,
        "UnlockLv": 5,
        "Title": 5,
        "Content": "Noctis cherishes a golden name tag in addition to his own. It is something left from that \"incident.\" He believes that all debts old and new will be settled one day, and the truth will be revealed by then.",
        "ConditionDescript": "Affection <color=#C14F38>5</color>"
    },
    {
        "Id": 309,
        "CharacterId": 1251002,
        "UnlockLv": 6,
        "Title": 6,
        "Content": "The scratches on the frame are Noctis' old wounds at the Purifying Force, including the ones he got when fighting along with Vera and No. 21. However, Noctis isn't bothered by them, because they're his medals that remind him of his past full of battles and passion.",
        "ConditionDescript": "Affection <color=#C14F38>6</color>"
    },
    {
        "Id": 310,
        "CharacterId": 1261003,
        "UnlockLv": 1,
        "Title": 1,
        "Content": "Construct ID: UPC-15 (Utopia Produced C). Designed by Pickman, it is a gen-3 Construct made by Utopia with an enhanced M.I.N.D. system design able to accommodate a more \"powerful\" M.I.N.D.",
        "ConditionDescript": "Affection <color=#C14F38>1</color>"
    },
    {
        "Id": 311,
        "CharacterId": 1261003,
        "UnlockLv": 2,
        "Title": 2,
        "Content": "In the beginning, Echo was not aware of the true purpose for which the frame was created, nor did she pay any attention to the details of its design. She simply picked up the artificial hair of the color closest to her original hair while looking forward to the day when she could make a greater contribution to Utopia.",
        "ConditionDescript": "Affection <color=#C14F38>2</color>"
    },
    {
        "Id": 312,
        "CharacterId": 1261003,
        "UnlockLv": 3,
        "Title": 3,
        "Content": "Echo designed the Libra icon that stands for the manifestation of the Utopia Protocols on her skirt. She was going to remove it after escaping from Utopia but ended up keeping it after hesitation. The mud is dirty but maybe the flower grew in the mud is... innocent.",
        "ConditionDescript": "Affection <color=#C14F38>3</color>"
    },
    {
        "Id": 313,
        "CharacterId": 1261003,
        "UnlockLv": 4,
        "Title": 4,
        "Content": "The frame was adapted for Echo to use a bow. Although Cecily suggested she to use a long blade or other melee weapons, Echo eventually opted for the longbow, secretly looking for the day when she could \"work\" with Cecily who's good at melee battles.",
        "ConditionDescript": "Affection <color=#C14F38>4</color>"
    },
    {
        "Id": 314,
        "CharacterId": 1261003,
        "UnlockLv": 5,
        "Title": 5,
        "Content": "Defined as a biological weapon by the Science Council, her armor \"sister\" was a result of Pickman's research into \"M.I.N.D. Fusion and Detachable Modular Technology\". The armor's \"M.I.N.D.\" contains numerous M.I.N.D. shards, among which there seems to be a consciousness that controls the armor's actions, but it's hard to determine its identity and source.",
        "ConditionDescript": "Affection <color=#C14F38>5</color>"
    },
    {
        "Id": 315,
        "CharacterId": 1261003,
        "UnlockLv": 6,
        "Title": 6,
        "Content": "Out of the darkness, Echo is no longer lost. She might still get lost on the way ahead into the unknown, but she is no longer afraid of it, because she knows very well that \"No matter what kind of swamp I fall into, there will always be a burning torch ahead that leads me forward.\" —Line 5, Page 76, Echo's Notebook",
        "ConditionDescript": "Affection <color=#C14F38>6</color>"
    },
    {
        "Id": 316,
        "CharacterId": 1271003,
        "UnlockLv": 1,
        "Title": 1,
        "Content": "ATL-01. The origin of the code is from Atlantis Zero-Point Energy Research Base. She is the first and the only Atlantis-altered Construct, her current form a result of Luna's enhancements.",
        "ConditionDescript": "Affection <color=#C14F38>1</color>"
    },
    {
        "Id": 317,
        "CharacterId": 1271003,
        "UnlockLv": 2,
        "Title": 2,
        "Content": "Lamia's main abilities are disguise and stealth. After getting her frame enhanced, she has sharpened these abilities.",
        "ConditionDescript": "Affection <color=#C14F38>2</color>"
    },
    {
        "Id": 318,
        "CharacterId": 1271003,
        "UnlockLv": 3,
        "Title": 3,
        "Content": "The enhancement has basically made the shells under the fin ears the new \"communication receivers,\" but Lamia would turn them off when she doesn't want to receive any messages.",
        "ConditionDescript": "Affection <color=#C14F38>3</color>"
    },
    {
        "Id": 319,
        "CharacterId": 1271003,
        "UnlockLv": 4,
        "Title": 4,
        "Content": "Lamia prefers her current frame to her old one, because of its color. But she was not very used to this enhanced frame at the beginning as she lost the hair to hide her eyes behind.",
        "ConditionDescript": "Affection <color=#C14F38>4</color>"
    },
    {
        "Id": 320,
        "CharacterId": 1271003,
        "UnlockLv": 5,
        "Title": 5,
        "Content": "Lamia was very happy when she found that the new frame was not able to have four legs, thinking that Roland wouldn't be able to make her pull a carriage anymore.",
        "ConditionDescript": "Affection <color=#C14F38>5</color>"
    },
    {
        "Id": 321,
        "CharacterId": 1271003,
        "UnlockLv": 6,
        "Title": 6,
        "Content": "Lamia once attempted to transform into a Gray Raven Construct with her disguise ability to stay with Gray Raven Commandant but got spotted right away.",
        "ConditionDescript": "Affection <color=#C14F38>6</color>"
    },
    {
        "Id": 322,
        "CharacterId": 1281002,
        "UnlockLv": 1,
        "Title": 1,
        "Content": "The rock cannon in her hand fires 20 shots every second.",
        "ConditionDescript": "Affection <color=#C14F38>1</color>"
    },
    {
        "Id": 323,
        "CharacterId": 1281002,
        "UnlockLv": 2,
        "Title": 2,
        "Content": "The fire in her left eye seems to change with her mood.",
        "ConditionDescript": "Affection <color=#C14F38>2</color>"
    },
    {
        "Id": 324,
        "CharacterId": 1281002,
        "UnlockLv": 3,
        "Title": 3,
        "Content": "BLACK★ROCK SHOOTER is a frame that looks like a human but has the power beyond a human.",
        "ConditionDescript": "Affection <color=#C14F38>3</color>"
    },
    {
        "Id": 325,
        "CharacterId": 1281002,
        "UnlockLv": 4,
        "Title": 4,
        "Content": "Nobody knows where she came from.",
        "ConditionDescript": "Affection <color=#C14F38>4</color>"
    },
    {
        "Id": 326,
        "CharacterId": 1281002,
        "UnlockLv": 5,
        "Title": 5,
        "Content": "BLACK★ROCK SHOOTER is not only good at firing from a distance but also melee combats.",
        "ConditionDescript": "Affection <color=#C14F38>5</color>"
    },
    {
        "Id": 327,
        "CharacterId": 1281002,
        "UnlockLv": 6,
        "Title": 6,
        "Content": "No matter how her identity and appearance change, she is always the one and only BLACK★ROCK SHOOTER.",
        "ConditionDescript": "Affection <color=#C14F38>6</color>"
    }
]